Repository: Tedydev-web/lms.vnMentor
Catalog: Resources/HomePageResource.*.resx
Languages: ar, ms, zh

source: An Account
ar: حساب
ms: Akaun
zh: 一个帐户

# ASPNETMVCWebApplication
source: .NET Web Application
ar: تطبيق ويب .NET
ms: Aplikasi Web .NET
zh: .NET 网络应用程序

source: Benefits
ar: الفوائد
ms: Faedah
zh: 好处

source: Bootstrap HTML Website Templates
ar: قوالب HTML Bootstrap لمواقع الويب
ms: Templat Laman Web HTML Bootstrap
zh: Bootstrap HTML 网站模板

source: Confirm password
ar: تأكيد كلمة المرور
ms: Sahkan kata laluan
zh: 确认密码

source: Detailed Documentation
ar: وثائق تفصيلية
ms: Dokumentasi Terperinci
zh: 详细文档

source: Email
ar: بريد إلكتروني
ms: E-mel
zh: 电子邮件

source: Email Address
ar: عنوان بريد إلكتروني
ms: Alamat emel
zh: 电子邮件地址

source: Envato Portfolio
ar: أعمال Envato
ms: Portfolio Envato
zh: Envato 投资组合

source: FAQ
ar: أسئلة وأجوبة
ms: Soalan Lazim
zh: 常问问题

# FAQFourAnswer
source: Yes, it's in our plan, but for now, we couldn't guarantee the release time.
ar: نعم، هو في خططنا، لكن لا يمكننا التأكيد على وقت الإصدار.
ms: Ya, ia ada dalam rancangan kami, tetapi buat masa ini, kami tidak dapat menjamin masa keluaran.
zh: 是的，它在我们的计划中，但目前我们无法保证发布时间。

# FAQFourQuestion
source: Can you create a .NET Core MVC version?
ar: هل يمكن إنشاء نسخة .NET Core MVC؟
ms: Bolehkah anda mencipta versi .NET Core MVC?
zh: 您可以创建 .NET Core MVC 版本吗？

# FAQOneAnswer
source: We only provide support for fixing existing bugs in the templates and answering questions regarding the existing features. Step-by-step guidance on how to do your custom modifications, how to solve bugs after your own modifications and direct installation are not part of our support. Thank you so much for your understanding. We will spend our time to create more amazing templates for you.
ar: نحن نقدم الدعم فقط لإصلاح الأخطاء الحالية في القوالب والإجابة على الأسئلة بخصوص الميزات الحالية. الإرشاد الخطوة بخطوة على كيفية القيام بتعديلاتك المخصصة، كيفية حل الأخطاء بعد التعديلات الخاصة بك والتثبيت المباشر ليست جزءً من الدعم الخاص بنا. شكراً جزيلاً لفهمك. سنقوم بتخصيص وقتنا لإنشاء قوالب أكثر رائعة لك.
ms: Kami hanya menyediakan sokongan untuk membetulkan pepijat sedia ada dalam templat dan menjawab soalan mengenai ciri sedia ada. Panduan langkah demi langkah tentang cara melakukan pengubahsuaian tersuai anda, cara menyelesaikan pepijat selepas pengubahsuaian anda sendiri dan pemasangan terus bukan sebahagian daripada sokongan kami. Terima kasih banyak atas pemahaman anda. Kami akan menghabiskan masa kami untuk mencipta templat yang lebih hebat untuk anda.
zh: 我们仅提供对修复模板中现有错误和回答有关现有功能的问题的支持。有关如何进行自定义修改、如何在您自己修改后解决错误以及直接安装的分步指导不在我们的支持范围内。非常感谢你的理解。我们将花时间为您创建更多精彩的模板。

# FAQOneQuestion
source: How is the support policy?
ar: كيف هو سياسة الدعم؟
ms: Bagaimanakah dasar sokongan?
zh: 扶持政策如何？

# FAQThreeAnswer
source: Yes, you can. Go to "/Views/Shared/_FooterBeforeLogin.cshtml" and find the footer section to edit or remove the copyright text.
ar: نعم، يمكنك. اذهب إلى "Views/Shared/_FooterBeforeLogin.cshtml" وابحث عن قسم التذييل لتحرير أو إزالة نص حقوق الطبع والنشر.
ms: Ya awak boleh. Pergi ke "/Views/Shared/_FooterBeforeLogin.cshtml" dan cari bahagian pengaki untuk mengedit atau mengalih keluar teks hak cipta.
zh: 是的你可以。转到“/Views/Shared/_FooterBeforeLogin.cshtml”并找到页脚部分以编辑或删除版权文本。

# FAQThreeQuestion
source: Can I edit or remove the Copyright text at the footer?
ar: هل يمكن تحرير أو إزالة نص حقوق الطبع والنشر في التذييل؟
ms: Bolehkah saya mengedit atau mengalih keluar teks Hak Cipta di pengaki?
zh: 我可以编辑或删除页脚的版权文本吗？

# FAQTwoAnswerPartOne
source: Answer is: Immediately after purchase.
ar: الإجابة هي: على الف
ms: Jawapannya ialah: Sejurus selepas pembelian.
zh: 答案是：购买后立即。

# FAQTwoAnswerPartTwo
source: for more information, there is “Downloading your items” section at the end of this article.
ar: لمزيد من المعلومات ، يوجد قسم "تنزيل العناصر الخاصة بك" في نهاية هذه المقالة.
ms: untuk mendapatkan maklumat lanjut, terdapat bahagian "Memuat turun item anda" di penghujung artikel ini.
zh: 有关详细信息，请参阅本文末尾的“下载您的项目”部分。

# FAQTwoQuestion
source: When can I download the file after purchase the item?
ar: متى يمكنني تنزيل الملف بعد شراء العنصر؟
ms: Bilakah saya boleh memuat turun fail selepas membeli item tersebut?
zh: 购买商品后什么时候可以下载文件？

# Feature1
source: User management
ar: إدارةالمستخدم
ms: Pengurusan pengguna
zh: 用户管理

# Feature10
source: Automatic regrading
ar: إعادة ترتيب تلقائي
ms: Penggredan semula automatik
zh: 自动重新分级

# Feature10Description
source: If a teacher selects the wrong answer as the correct one and discovers this after the students have taken the exam, their results will be re-graded automatically if they want to change the answer.
ar: إذا اختار المعلم الإجابة الخاطئة على أنها الإجابة الصحيحة واكتشف ذلك بعد اجتياز الطلاب للامتحان ، فسيتم إعادة تقدير نتائجهم تلقائيًا إذا أرادوا تغيير الإجابة.
ms: Jika guru memilih jawapan yang salah sebagai yang betul dan mendapati ini selepas pelajar mengambil peperiksaan, keputusan mereka akan dinilai semula secara automatik jika mereka ingin menukar jawapan.
zh: 如果老师将错误答案选为正确答案，并在学生参加考试后发现，如果他们想更改答案，他们的成绩将自动重新评分。

# Feature11
source: Analyze Chart
ar: تحليل الرسم البياني
ms: Analisis Carta
zh: 分析图表

# Feature11Description
source: Charts to analyze results, questions that most students answered incorrectly, and more.
ar: مخططات لتحليل النتائج والأسئلة التي أجاب عنها معظم الطلاب بشكل غير صحيح والمزيد.
ms: Carta untuk menganalisis keputusan, soalan yang kebanyakan pelajar menjawab salah dan banyak lagi.
zh: 用于分析结果的图表、大多数学生回答错误的问题等等。

# Feature12
source: Strict rules
ar: قواعد صارمة
ms: Peraturan yang ketat
zh: 条规严格

# Feature12Description
source: Cannot skip questions. Cannot copy the question text while taking the exam.
ar: لا يمكن تخطي الأسئلة. لا يمكن نسخ نص السؤال أثناء إجراء الاختبار.
ms: Tidak boleh melangkau soalan. Tidak boleh menyalin teks soalan semasa mengambil peperiksaan.
zh: 不能跳过问题。参加考试时不能复制问题文本。

# Feature1Description
source: System admin can create, update and delete users. Students and teachers can register an account by themselves too.
ar: يمكن لمسؤول النظام إنشاء المستخدمين وتحديثهم وحذفهم. يمكن للطلاب والمعلمين تسجيل حساب بأنفسهم أيضًا.
ms: Pentadbir sistem boleh membuat, mengemas kini dan memadam pengguna. Pelajar dan guru juga boleh mendaftar akaun sendiri.
zh: 系统管理员可以创建、更新和删除用户。学生和老师也可以自己注册一个账号。

# Feature2
source: Store question bank
ar: تخزين بنك الأسئلة
ms: Simpan bank soalan
zh: 商店题库

# Feature2Description
source: Save your question bank and re-use it in different exams with different mark distributions.
ar: احفظ بنك الأسئلة الخاص بك وأعد استخدامه في اختبارات مختلفة بتوزيعات علامات مختلفة.
ms: Simpan bank soalan anda dan gunakan semula dalam peperiksaan yang berbeza dengan pengagihan markah yang berbeza.
zh: 保存您的题库并在具有不同分数分布的不同考试中重复使用它。

# Feature3
source: Schedule exam
ar: حدد موعد الامتحان
ms: Jadual peperiksaan
zh: 安排考试

# Feature3Description
source: You can save an exam now and schedule it to start later. Then, publish an exam when it is ready to be announced to the students.
ar: يمكنك حفظ الاختبار الآن وجدولته ليبدأ لاحقًا. بعد ذلك ، انشر الاختبار عندما يكون جاهزًا للإعلان للطلاب.
ms: Anda boleh menyimpan peperiksaan sekarang dan menjadualkannya untuk bermula kemudian. Kemudian, terbitkan peperiksaan apabila ia sedia untuk diumumkan kepada pelajar.
zh: 您现在可以保存考试并安排它稍后开始。然后，在准备好向学生宣布考试时发布考试。

# Feature4
source: Students' result
ar: نتيجة الطلاب
ms: Keputusan pelajar
zh: 学生成绩

# Feature4Description
source: Students' results can be exported to Excel or PDF. You can also sort the result list by student score to see the top students in the exam.
ar: يمكن تصدير نتائج الطلاب إلى Excel أو PDF. يمكنك أيضًا فرز قائمة النتائج حسب درجة الطالب لمشاهدة أفضل الطلاب في الاختبار.
ms: Keputusan pelajar boleh dieksport ke Excel atau PDF. Anda juga boleh mengisih senarai keputusan mengikut markah pelajar untuk melihat pelajar terbaik dalam peperiksaan.
zh: 学生的成绩可以导出为 Excel 或 PDF。您还可以按学生分数对结果列表进行排序，以查看考试中成绩最好的学生。

# Feature5
source: Import questions
ar: أسئلة الاستيراد
ms: Import soalan
zh: 导入问题

# Feature5Description
source: You can create questions in batches by importing them from Excel.
ar: يمكنك إنشاء أسئلة على دفعات عن طريق استيرادها من Excel.
ms: Anda boleh membuat soalan dalam kelompok dengan mengimportnya daripada Excel.
zh: 您可以通过从 Excel 中导入问题来批量创建问题。

# Feature6
source: Import users
ar: استيراد المستخدمين
ms: Import pengguna
zh: 导入用户

# Feature6Description
source: You can create user accounts in batches by importing them from Excel.
ar: يمكنك إنشاء حسابات مستخدمين على دفعات عن طريق استيرادها من Excel.
ms: Anda boleh membuat akaun pengguna dalam kelompok dengan mengimportnya daripada Excel.
zh: 您可以通过从 Excel 中导入来批量创建用户帐户。

# Feature7
source: Randomize question
ar: عشوائيا السؤال
ms: Randomkan soalan
zh: 随机问题

# Feature7Description
source: You can choose to randomise or un-randomize the question order of an exam. Randomizing questions can prevent cheating because students cannot discuss the answers as they are getting different questions at one time.
ar: يمكنك اختيار ترتيب الأسئلة في الاختبار عشوائيًا أو إلغاء ترتيبها عشوائيًا. يمكن أن تمنع الأسئلة العشوائية الغش لأن الطلاب لا يستطيعون مناقشة الإجابات لأنهم يتلقون أسئلة مختلفة في وقت واحد.
ms: Anda boleh memilih untuk mengacak atau menyahrawak susunan soalan peperiksaan. Soalan rawak boleh mengelakkan penipuan kerana pelajar tidak boleh membincangkan jawapan kerana mereka mendapat soalan yang berbeza pada satu masa.
zh: 您可以选择随机化或取消随机化考试的问题顺序。随机问题可以防止作弊，因为学生不能讨论答案，因为他们一次得到不同的问题。

# Feature8
source: Release answer
ar: اترك الجواب
ms: Lepaskan jawapan
zh: 发布答案

# Feature8Description
source: You can choose to release or unrelease the answers to the questions. Before the answers are released, students will get their results but will not be able to see the correct answers. We recommend releasing the answer only after all the students have taken the exam.
ar: يمكنك اختيار طرح أو عدم الإفراج عن إجابات الأسئلة. قبل إصدار الإجابات ، سيحصل الطلاب على نتائجهم ولكن لن يتمكنوا من رؤية الإجابات الصحيحة. نوصي بإصدار الإجابة فقط بعد اجتياز جميع الطلاب للاختبار.
ms: Anda boleh memilih untuk melepaskan atau melepaskan jawapan kepada soalan. Sebelum jawapan dikeluarkan, pelajar akan mendapat keputusan mereka tetapi tidak akan dapat melihat jawapan yang betul. Kami mengesyorkan anda melepaskan jawapan hanya selepas semua pelajar telah mengambil peperiksaan.
zh: 您可以选择发布或取消发布问题的答案。在答案发布之前，学生将获得结果，但无法看到正确答案。我们建议只有在所有学生都参加考试后才发布答案。

# Feature9
source: Export result
ar: نتيجة التصدير
ms: Hasil eksport
zh: 导出结果

# Feature9Description
source: Students' result can be exported to excel or pdf.
ar: يمكن تصدير نتائج الطلاب إلى ملف Excel أو pdf.
ms: Keputusan pelajar boleh dieksport ke excel atau pdf.
zh: 学生的成绩可以导出为 excel 或 pdf。

source: Features
ar: سمات
ms: ciri-ciri
zh: 特征

# Features1
source: Features
ar: سمات
ms: ciri-ciri
zh: 特征

# FeaturesDescription
source: vnMentor Contains Full Essential Features To Conduct An Exam.
ar: يحتوي vnMentor على الميزات الأساسية الكاملة لإجراء الاختبار.
ms: vnMentor Mengandungi Ciri-ciri Penting Penuh Untuk Menjalankan Peperiksaan.
zh: vnMentor 包含进行考试的全部基本功能。

source: Fill your details to register.
ar: املأ بياناتك للتسجيل.
ms: Isikan butiran anda untuk mendaftar.
zh: 填写您的详细信息以进行注册。

source: Fill your username and password to sign in.
ar: املأ اسم المستخدم وكلمة المرور لتسجيل الدخول.
ms: Isikan nama pengguna dan kata laluan anda untuk log masuk.
zh: 填写您的用户名和密码以登录。

source: Follow Us
ar: تابعنا
ms: Ikut kami
zh: 追踪我们

# FollowUsDescription
source: Follow our social media to get updates or news about the projects.
ar: تابع وسائل التواصل الاجتماعي الخاصة بنا للحصول على التحديثات أو الأخبار حول المشاريع.
ms: Ikuti media sosial kami untuk mendapatkan kemas kini atau berita tentang projek.
zh: 关注我们的社交媒体以获取有关项目的更新或新闻。

source: Forgot your password?
ar: نسيت كلمة السر؟
ms: Terlupa kata laluan anda?
zh: 忘记密码了吗？

source: Frequently Asked Questions
ar: أسئلة مكررة
ms: Soalan Lazim
zh: 常见问题

source: Home
ar: بيت
ms: Halaman Utama
zh: 主页

# HomeDescription
source: Unemployment, academic challenges, and lack of work experience are haunting many 2K3 graduates as they face the daunting task of choosing a university and major. However, for vnMentor students, even before graduation, they have 2 years and 4 months of real-world work experience and earn an attractive income while still in school.
ar: البطالة وصعوبة الدراسة ونقص الخبرة العملية ... كلها مشكلات تؤرق العديد من طلاب الثانوية العامة لعام 2024 عند اختيار التخصص والجامعة. ولكن بالنسبة لطلاب كلية FPT Polytechnic، فحتى قبل التخرج، لديهم 2.5 سنة من الخبرة العملية الواقعية ودخل مجذاب حتى أثناء وجودهم في المدرسة.
ms: Pengangguran, cabaran akademik, dan kekurangan pengalaman kerja menghantui ramai graduan 2K3 ketika mereka menghadapi tugas berat memilih universiti dan jurusan. Namun, bagi pelajar Sekolah vnMentor, walaupun belum tamat pengajian, mereka sudah mempunyai 2 tahun 4 bulan pengalaman praktikal di dunia nyata dan memperoleh pendapatan yang menarik semasa masih bersekolah.
zh: 失业、学业困难和缺乏工作经验是许多2K3毕业生在选择大学和专业时面临的恐惧和担忧。然而，对于vnMentor的学生来说，即使在毕业前，他们也已经拥有2年4个月的实际工作经验，并获得了可观的收入，即使还在上学。

# HomeTitleOne
source: Learn fast - Work early
ar: تعلم بسرعة - ابدأ العمل مبكرًا
ms: Belajar dengan cepat - Mulailah bekerja lebih awal
zh: 快速学习 - 早点开始工作

# ImportAndExport
source: Import & Export
ar: استيراد و تصدير
ms: Eksport import
zh: 进出口

source: Login
ar: تسجيل الدخول
ms: Log masuk
zh: 登录

# NetStarterFAQArticles
source: vnMentor FAQ Articles
ar: مقالات الأسئلة الشائعة حول vnMentor
ms: Artikel Soalan Lazim vnMentor
zh: 常见问题文章

source: Our Products
ar: منتجاتنا
ms: Produk kami
zh: 我们的产品

source: Password
ar: كلمة المرور
ms: Kata laluan
zh: 密码

# RegisterAndLogin
source: Register & Login
ar: تسجيل الدخول
ms: Daftar & Log Masuk
zh: 注册和登录

source: Remember me?
ar: تذكرنى؟
ms: Ingat saya?
zh: 记住账号？

source: Role Permission
ar: إذن الدور
ms: Kebenaran Peranan
zh: 角色权限

source: Sending Email
ar: إرسال البريد الإلكتروني
ms: Menghantar E-mel
zh: 发送电子邮件

source: Sign Up
ar: اشتراك
ms: Daftar
zh: 报名

source: Specifications
ar: تحديد
ms: Spesifikasi
zh: 规格

source: Submit
ar: يُقدِّم
ms: Hantar
zh: 提交

source: the following article
ar: المقال التالي
ms: artikel berikut
zh: 以下文章

source: To vnMentor
ar: إلى vnMentor
ms: Untuk vnMentor
zh: 易考

source: Upload File
ar: رفع ملف
ms: Muat Naik Fail
zh: 上传文件

source: Useful Links
ar: روابط مفيدة
ms: Pautan Berguna
zh: 有用的链接

source: Username
ar: اسم المستخدم
ms: Nama pengguna
zh: 用户名

source: View More
ar: عرض المزيد
ms: Lihat Lagi
zh: 查看更多

# WebAppTitle
source: vnMentor
zh: 易考

# WhatyougetDescription
source: After Purchasing, You Will Get A Zip File Which Contains The Following
ar: بعد الشراء ، ستحصل على ملف مضغوط يحتوي على ما يلي
ms: Selepas Membeli, Anda Akan Mendapat Fail Zip Yang Mengandungi Perkara Berikut
zh: 购买后，您将获得一个 Zip 文件，其中包含以下内容

# WhyUs1Description
source: Save your question bank and re-use it in different exams with different mark distributions.
ar: احفظ بنك الأسئلة الخاص بك وأعد استخدامه في اختبارات مختلفة بتوزيعات علامات مختلفة.
ms: Simpan bank soalan anda dan gunakan semula dalam peperiksaan yang berbeza dengan pengagihan markah yang berbeza.
zh: 保存您的题库并在具有不同分数分布的不同考试中重复使用它。

# WhyUs1Title
source: Reusable Questions
ar: أسئلة قابلة لإعادة الاستخدام
ms: Soalan Boleh Digunakan Semula
zh: 可重复使用的问题

# WhyUs2Description
source: Say goodbye to the hassle of paper-based exams and the time-consuming manual grading system.
ar: قل وداعًا لمتاعب الاختبارات الورقية ونظام الدرجات اليدوي الذي يستغرق وقتًا طويلاً.
ms: Ucapkan selamat tinggal kepada kerumitan peperiksaan berasaskan kertas dan sistem penggredan manual yang memakan masa.
zh: 告别纸质考试的麻烦和耗时的手动评分系统。

# WhyUs2Title
source: Save Your Time
ar: وفر وقتك
ms: Jimat Masa Anda
zh: 节省您的时间

# WhyUs3Description
source: Streamline your examination process. Create exam, select questions from question bank, allocate marks, done!
ar: تبسيط عملية الامتحان الخاصة بك. إنشاء اختبار ، وتحديد الأسئلة من بنك الأسئلة ، وتخصيص العلامات ، تم!
ms: Memperkemaskan proses peperiksaan anda. Buat peperiksaan, pilih soalan dari bank soalan, peruntukkan markah, selesai!
zh: 简化您的考试流程。创建考试，从题库中选择问题，分配分数，完成！

# WhyUs3Title
source: Simple Process
ar: عملية بسيطة
ms: Proses Mudah
zh: 简单的过程

# WhyUsDescription
source: Randomizing Question Order, Scheduling Exam Start Date & Time, Storing Your Question Bank, And More.
ar: ترتيب الأسئلة عشوائيًا ، وجدولة تاريخ بدء الاختبار ووقته ، وتخزين بنك الأسئلة الخاص بك ، والمزيد.
ms: Merawak Susunan Soalan, Menjadualkan Tarikh & Masa Mula Peperiksaan, Menyimpan Bank Soalan Anda, Dan Banyak Lagi.
zh: 随机化问题顺序、安排考试开始日期和时间、存储您的问题库等。

# WhyUsTitle
source: Why vnMentor
ar: لماذا vnMentor
ms: Mengapa vnMentor
zh: 为什么选择易考
