Repository: Tedydev-web/lms.vnMentor
Catalog: Resources/Resource.*.resx
Languages: ar, ms, vi, zh

source: Accepted Answers
ar: الإجابات المقبولة
ms: Jawapan Diterima
vi: Các câu trả lời đã chấp nhận
zh: 接受的答案

source: Actions
ar: أجراءات
ms: Tindakan
vi: Hành động
zh: 动作

source: Active/Inactive
ar: نشط/غير نشط
ms: Aktif/Tidak Aktif
vi: Hoạt động/Không hoạt động
zh: 活动/非活动

source: Add
ar: يضيف
ms: Tambah
vi: Thêm
zh: 添加

source: Add Another Question
ar: أضف سؤالا آخر
ms: Tambah Soalan Lain
vi: Thêm câu hỏi khác
zh: 添加另一个问题

source: Add New Record
ar: أضف سجل جديد
ms: Tambah Rekod Baharu
vi: Thêm bản ghi mới
zh: 添加新记录

source: Add Question for Exam
ar: إضافة سؤال للامتحان
ms: Tambah Soalan untuk Peperiksaan
vi: Thêm câu hỏi cho kỳ thi
zh: 添加考试问题

source: Address Information
ar: معلومات العنوان
ms: Maklumat Alamat
vi: Thông tin địa chỉ
zh: 地址信息

source: Add User
ar: إضافة مستخدم
ms: Tambah Pengguna
vi: Thêm người dùng
zh: 添加用户

source: Allocate Marks
ar: تخصيص العلامات
ms: Alokasikan Markah
vi: Phân bổ điểm
zh: 分配分数

# AllocateMarksForEachQuestion
source: Allocate marks for each question in the exam.
ar: الإعطاء العلامات لكل سؤال في الامتحان
ms: Alokasikan markah untuk setiap soalan dalam ujian.
vi: Phân bổ điểm cho từng câu hỏi trong kỳ thi.
zh: 为考试中的每个问题分配分数

# AllocateMarksNote
source: Note: If there are already students who took the exam, changing the marks here will recalculate their score too.
ar: ملاحظة: إذا كان هناك بالفعل طلاب قد اتخذوا الامتحان، فسيؤدي تغيير العلامات هنا إلى إعادة حساب علاماتهم أيضًا.
ms: Nota: Jika terdapat pelajar yang sudah mengambil peperiksaan, mengubah markah disini akan mengira semula markah mereka juga.
vi: Lưu ý: Nếu đã có học sinh thi, thay đổi điểm ở đây sẽ tính lại điểm của họ.
zh: 注意：如果已经有学生参加了考试，更改分数会重新计算他们的分数。

source: already exists.
ar: موجود مسبقا.
ms: sudah wujud.
vi: đã tồn tại.
zh: 已经存在。

source: An Account
ar: حساب
ms: Akaun
vi: Một tài khoản
zh: 一个帐户

# Anerroroccurred
source: An error occurred while processing your request.
ar: حدث خطأ أثناء معالجة طلبك.
ms: Ralat berlaku semasa memproses permintaan anda.
vi: Có lỗi xảy ra trong quá trình xử lý yêu cầu của bạn.
zh: 处理您的请求时发生错误。

source: Answer
ar: إجابه
ms: Jawapan
vi: Câu trả lời
zh: 答案

# AnswerCasesInfo
source: Uppercase or lowercase doesn't matter, it will not affect the matching of the student's answer and the provided answer.
ar: لا يهم الأحرف الكبيرة أو الصغيرة ، فلن يؤثر ذلك على مطابقة إجابة الطالب والإجابة المقدمة.
ms: Huruf besar atau kecil tidak mengapa, ia tidak akan menjejaskan padanan jawapan pelajar dan jawapan yang disediakan.
vi: Viết hoa hoặc viết thường không quan trọng, nó sẽ không ảnh hưởng đến việc khớp câu trả lời của học sinh và câu trả lời đã cung cấp.
zh: 大小写无所谓，不会影响学生的答案与提供的答案匹配。

source: Answered Correct
ar: أجاب بشكل صحيح
ms: Jawapan Betul
vi: Trả lời đúng
zh: 回答正确

source: Answer Option
ar: خيار الإجابة
ms: Pilihan Jawapan
vi: Tùy chọn câu trả lời
zh: 答案选项

source: Answer Saved?
ar: هل تم حفظ الإجابة؟
ms: Jawapan Disimpan?
vi: Đã lưu câu trả lời?
zh: 答案已保存？

# AreyouSureToDeleteThisRecord
source: Are you Sure To Delete This?
ar: هل أنت متأكد من حذف هذا السجل؟
ms: Adakah anda Pasti Akan Memadam Rekod Ini?
vi: Bạn có chắc chắn muốn xóa điều này?
zh: 您确定要删除此记录吗？

source: Arrange Question Order
ar: ترتيب السؤال
ms: Susun Susunan Soalan
vi: Sắp xếp thứ tự câu hỏi
zh: 安排问题顺序

source: Attachment Type
ar: نوع المرفق
ms: Jenis Lampiran
vi: Loại tệp đính kèm
zh: 附件类型

source: Back
ar: خلف
ms: belakang
vi: Trở lại
zh: 后退

source: Back To List
ar: الرجوع للقائمة
ms: Kembali kepada senarai
vi: Trở lại danh sách
zh: 返回目录

# ByDefaultSystemAdminCanManageWhileNormalUserCant
source: By default, system admin can manage this module, while normal user does not have permission to view/add/edit/delete this module.
ar: بشكل افتراضي ، يمكن لمسؤول النظام إدارة هذه الوحدة ، بينما لا يمتلك المستخدم العادي إذنًا لعرض / إضافة / تحرير / حذف هذه الوحدة.
ms: Secara lalai, pentadbir sistem boleh menguruskan modul ini, manakala pengguna biasa tidak mempunyai kebenaran untuk melihat/menambah/mengedit/memadam modul ini.
vi: Mặc định, quản trị viên hệ thống có thể quản lý mô-đun này, trong khi người dùng thông thường không có quyền xem/thêm/sửa/xóa mô-đun này.
zh: 默认情况下，系统管理员可以管理该模块，普通用户无权查看/添加/编辑/删除该模块。

# CannotAddNewQuestionButCanExclude
source: The students have already taken the exam. You cannot add new questions to the exam. You can only exclude questions from the exam if the answer to a question is incorrect. The system will regrade the students' scores after you exclude the question.
ar: اجتاز الطلاب الامتحان بالفعل. لا يمكنك إضافة أسئلة جديدة إلى الامتحان. يمكنك فقط استبعاد الأسئلة من الاختبار إذا كانت إجابة السؤال غير صحيحة. سيقوم النظام بإعادة تقدير درجات الطلاب بعد استبعاد السؤال.
ms: Pelajar telah pun mengambil peperiksaan. Anda tidak boleh menambah soalan baharu pada peperiksaan. Anda hanya boleh mengecualikan soalan daripada peperiksaan jika jawapan kepada soalan tidak betul. Sistem akan menilai semula markah pelajar selepas anda mengecualikan soalan.
vi: Học sinh đã thi kỳ thi. Bạn không thể thêm câu hỏi mới vào kỳ thi. Bạn chỉ có thể loại trừ các câu hỏi khỏi kỳ thi nếu câu trả lời của câu hỏi đó không chính xác. Hệ thống sẽ chấm điểm lại cho học sinh sau khi bạn loại trừ câu hỏi.
zh: 学生们已经参加了考试。您不能向考试中添加新问题。如果问题的答案不正确，您只能将问题排除在考试之外。排除该题后，系统会对学生成绩进行重新评分。

source: Cannot choose empty answer as correct answer.
ar: لا يمكن اختيار إجابة فارغة كإجابة صحيحة.
ms: Tidak boleh memilih jawapan kosong sebagai jawapan yang betul.
vi: Không thể chọn câu trả lời trống làm câu trả lời đúng.
zh: 不能选择空答案作为正确答案。

# CannotEditQuestion
source: There are already students taking the examination. You cannot add or delete questions while the student is taking the exam.
ar: هناك بالفعل طلاب يؤدون الامتحان. لا يمكنك إضافة أسئلة أو حذفها أثناء أداء الطالب للاختبار.
ms: Sudah ada pelajar yang mengambil peperiksaan. Anda tidak boleh menambah atau memadam soalan semasa pelajar mengambil peperiksaan.
vi: Đã có học sinh thi. Bạn không thể thêm hoặc xóa câu hỏi trong khi học sinh đang thi.
zh: 已经有学生在考试了。您不能在学生参加考试时添加或删除问题。

# CannotReturnToPreviousQuestion
source: Caution! Please save your answer before clicking the "Next" button because you cannot return to previous questions after clicking the button.
ar: تحذير! يرجى حفظ الإجابة قبل النقر على زر "التالي" لأنه لا يمكن العودة إلى الأسئلة السابقة بعد النقر على الزر.
ms: Berhati-hati! Sila simpan jawapan anda sebelum mengklik butang "Seterusnya" kerana anda tidak boleh kembali ke soalan-soalan sebelumnya selepas mengklik butang tersebut.
vi: Cảnh báo! Vui lòng lưu câu trả lời của bạn trước khi nhấp vào nút "Tiếp theo" vì bạn không thể quay lại câu hỏi trước sau khi nhấp vào nút này.
zh: 小心！请在点击“下一步”按钮之前保存您的答案，因为您在点击该按钮后无法返回以前的问题。

# CannotSaveExamTooltip
source: Exam has already been started. You can only change the detail after the exam has ended.
ar: بدأ الاختبار بالفعل. لا يمكنك تغيير التفاصيل إلا بعد انتهاء الاختبار.
ms: Peperiksaan telah pun bermula. Anda hanya boleh menukar butiran selepas peperiksaan tamat.
vi: Kỳ thi đã bắt đầu. Bạn chỉ có thể thay đổi chi tiết sau khi kỳ thi kết thúc.
zh: 考试已经开始了。您只能在考试结束后更改详细信息。

# ChangeAnswerNote
source: If there are existing students who took the exam that contains this question and you change the answer text or change the correct answer now, their result will be recalculated. This is to solve the problem of the teacher's mistake of selecting the wrong answer.
ar: إذا كان هناك طلاب حاليون أجروا الاختبار الذي يحتوي على هذا السؤال وقمت بتغيير نص الإجابة أو غيرت الإجابة الصحيحة الآن ، فسيتم إعادة حساب نتيجتهم. هذا لحل مشكلة خطأ المعلم في اختيار الإجابة الخاطئة.
ms: Jika terdapat pelajar sedia ada yang mengambil peperiksaan yang mengandungi soalan ini dan anda menukar teks jawapan atau menukar jawapan yang betul sekarang, keputusan mereka akan dikira semula. Ini bagi menyelesaikan masalah kesilapan guru memilih jawapan yang salah.
vi: Nếu đã có học sinh thi và bạn thay đổi văn bản câu trả lời hoặc thay đổi câu trả lời đúng bây giờ, kết quả của họ sẽ được tính lại. Điều này nhằm giải quyết vấn đề giáo viên chọn sai câu trả lời.
zh: 如果已有学生参加了包含该题的考试，而您现在更改答案文本或更改正确答案，他们的成绩将重新计算。这是为了解决老师选错答案的问题。

source: Change Password
ar: غير كلمة السر
ms: Tukar kata laluan
vi: Đổi mật khẩu
zh: 更改密码

source: Change Password For User
ar: تغيير كلمة المرور للمستخدم
ms: Tukar Kata Laluan Untuk Pengguna
vi: Đổi mật khẩu cho người dùng
zh: 更改用户密码

# CheckTheRadioButtonForCorrectAnswer
source: Check the radio button to set the correct answer for the question.
ar: حدد زر الاختيار لتعيين الإجابة الصحيحة للسؤال.
ms: Semak butang radio untuk menetapkan jawapan yang betul untuk soalan.
vi: Chọn nút radio để đặt câu trả lời đúng cho câu hỏi.
zh: 选中单选按钮以设置问题的正确答案。

source: Class
ar: فصل
ms: Kelas
vi: Lớp học
zh: 班级

source: Class Management
ar: الإدارة العليا
ms: Pengurusan Kelas
vi: Quản lý lớp học
zh: 班级管理

source: Click here to Log in
ar: انقر هنا لتسجيل الدخول
ms: Klik di sini untuk Log masuk
vi: Nhấn vào đây để đăng nhập
zh: 点击此处登录

source: Click to see error detail.
ar: انقر لرؤية تفاصيل الخطأ.
ms: Klik untuk melihat butiran ralat.
vi: Nhấp để xem chi tiết lỗi.
zh: 单击以查看错误详细信息。

source: Close
ar: يغلق
ms: tutup
vi: Đóng
zh: 关

source: Code
ar: شفرة
ms: Kod
vi: Mã
zh: 代码

source: Column
ar: عمود
ms: Kolum
vi: Cột
zh: 柱子

source: Columns count mismatch.
ar: عدد الأعمدة غير متطابق.
ms: Lajur mengira ketidakpadanan.
vi: Số lượng cột không khớp.
zh: 栏目数不匹配。

source: Configuration Error
ar: خطأ في تكوين
ms: Ralat Konfigurasi
vi: Lỗi cấu hình
zh: 配置错误

source: Confirm Email
ar: .تأكيد عنوان البريد الإلكتروني
ms: Sahkan E-mel
vi: Xác nhận email
zh: 确认电子邮件

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
ms: Sahkan Kata Laluan Baharu
vi: Xác nhận mật khẩu mới
zh: 确认新密码

source: Confirm Password
ar: تأكيد كلمة المرور
ms: Sahkan Kata Laluan
vi: Xác nhận mật khẩu
zh: 确认密码

# ConfirmPasswordRequired
source: The Confirm Password field is required.
ar: مطلوب حقل تأكيد كلمة المرور.
ms: Medan Sahkan Kata Laluan diperlukan.
vi: Trường xác nhận mật khẩu là bắt buộc.
zh: 确认密码字段是必要的。

source: Continue Exam
ar: استمر في الامتحان
ms: Teruskan Ujian
vi: Tiếp tục kỳ thi
zh: 继续考试

source: Country
ar: دولة
ms: Negara
vi: Quốc gia
zh: 国家

source: Country not found.
ar: البلد غير موجود.
ms: Negara tidak ditemui.
vi: Không tìm thấy quốc gia.
zh: 未找到国家。

# CountryRequired
source: The Country field is required.
ar: حقل البلد مطلوب.
ms: Medan Negara diperlukan.
vi: Trường quốc gia là bắt buộc.
zh: 国家字段是必要的。

source: Created By
ar: انشأ من قبل
ms: Dicipta oleh
vi: Tạo bởi
zh: 创建者

source: Created On
ar: تم إنشاؤها على
ms: Dicipta pada
vi: Ngày tạo
zh: 创建于

source: Current Exams
ar: الامتحانات الحالية
ms: Ujian Semasa
vi: Kỳ thi hiện tại
zh: 正在进行的考试

source: Current Image
ar: الصورة الحالية
ms: Imej Sekarang:
vi: Hình ảnh hiện tại
zh: 当前图片:

source: Current Password
ar: كلمة المرور الحالي
ms: Kata Laluan Semasa
vi: Mật khẩu hiện tại
zh: 当前密码

source: Current Profile Picture:
ar: صورة الملف الشخصي الحالية:
ms: Gambar Profil Semasa:
vi: Hình ảnh hồ sơ hiện tại:
zh: 当前个人资料图片：

source: Dashboard
ar: لوحة القيادة
ms: Papan pemuka
vi: Bảng điều khiển
zh: 仪表板

# DashboardRolePermissionDescription
source: By default, system admin can view a dashboard regarding all users' data, while normal user can only view a dashboard regarding their own data.
ar: بشكل افتراضي ، يمكن لمسؤول النظام عرض لوحة معلومات تتعلق ببيانات جميع المستخدمين ، بينما يمكن للمستخدم العادي فقط عرض لوحة معلومات تتعلق ببياناتهم الخاصة.
ms: Secara lalai, pentadbir sistem boleh melihat papan pemuka berkenaan semua data pengguna, manakala pengguna biasa hanya boleh melihat papan pemuka berkenaan data mereka sendiri.
vi: Mặc định, quản trị viên hệ thống có thể xem bảng điều khiển liên quan đến dữ liệu của tất cả người dùng, trong khi người dùng thông thường chỉ có thể xem bảng điều khiển liên quan đến dữ liệu của riêng họ.
zh: 默认情况下，系统管理员可以查看有关所有用户数据的仪表板，而普通用户只能查看有关自己数据的仪表板。

source: Date Of Birth
ar: تاريخ الولادة
ms: Tarikh lahir
vi: Ngày sinh
zh: 出生日期

source: Delete
ar: حذف
ms: Padam
vi: Xóa
zh: 删除

# DemoAccountCannotBeDeleted
source: Sorry, demo account cannot be deleted.
ar: عذرا ، لا يمكن حذف الحساب التجريبي.
ms: Maaf, akaun demo tidak boleh dipadamkan.
vi: Xin lỗi, tài khoản demo không thể bị xóa.
zh: 抱歉，无法删除模拟账户。

source: Description
ar: وصف
ms: Penerangan
vi: Mô tả
zh: 描述

# DisabledQuestionOrderTooltip
source: This is disabled because the exam has been set to randomize the question order.
ar: هذا معطل لأن الامتحان قد تم ضبط ترتيب الأسئلة عشوائيًا.
ms: Ini dilumpuhkan kerana ujian telah ditetapkan untuk mengacak susunan soalan.
vi: Điều này bị vô hiệu hóa vì kỳ thi đã được đặt để ngẫu nhiên thứ tự câu hỏi.
zh: 这是因为考试被设置为随机化问题顺序而禁用的。

source: Display Order
ar: ترتيب العرض
ms: Paparan Pesanan
vi: Thứ tự hiển thị
zh: 显示顺序

source: Drag and drop to arrange the question order.
ar: قم بالسحب والإفلات لترتيب ترتيب الأسئلة.
ms: Seret dan lepas untuk menyusun susunan soalan.
vi: Kéo và thả để sắp xếp thứ tự câu hỏi.
zh: 拖放以安排问题顺序。

# DurationInMinute
source: Duration (minute)
ar: المدة (دقيقة)
ms: Tempoh (minit)
vi: Thời gian (phút)
zh: 考试时长（分钟）

source: Edit
ar: تعديل
ms: Sunting
vi: Chỉnh sửa
zh: 编辑

source: Edit Attachments:
ar: تحرير المرفقات:
ms: Edit Lampiran:
vi: Chỉnh sửa tập tin đính kèm:
zh: 编辑附件：

# EditExamDesciption
source: Kind Reminder: Please double-check all exam details prior to the exam's start date and time to avoid errors while the student is taking the exam.
ar: تذكير لطيف: يرجى التحقق مرة أخرى من جميع تفاصيل الاختبار قبل تاريخ ووقت بدء الاختبار لتجنب الأخطاء أثناء قيام الطالب بإجراء الاختبار.
ms: Peringatan Baik: Sila semak semula semua butiran peperiksaan sebelum tarikh dan masa mula peperiksaan untuk mengelakkan kesilapan semasa pelajar mengambil peperiksaan.
vi: Nhắc nhở: Vui lòng kiểm tra kỹ tất cả chi tiết của kỳ thi trước ngày và giờ bắt đầu để tránh lỗi khi học sinh làm bài thi.
zh: 温馨提示：请在考试开始日期和时间之前仔细检查所有考试详细信息，以免学生在参加考试时出错。

source: Edit My Profile
ar: تعديل ملفي الشخصي
ms: Edit Profil Saya
vi: Chỉnh sửa hồ sơ của tôi
zh: 编辑我的资料

# EditQuestionDescription
source: Please ensure that all questions and answers are correct before the exam starts, as it is not possible to add or delete questions while students are taking the exam.
ar: يرجى التأكد من صحة جميع الأسئلة والإجابات قبل بدء الاختبار ، حيث لا يمكن إضافة أسئلة أو حذفها أثناء قيام الطلاب بإجراء الاختبار.
ms: Sila pastikan semua soalan dan jawapan adalah betul sebelum peperiksaan bermula, kerana tidak boleh menambah atau memadam soalan semasa pelajar mengambil peperiksaan.
vi: Hãy đảm bảo rằng tất cả các câu hỏi và câu trả lời đều chính xác trước khi kỳ thi bắt đầu, vì không thể thêm hoặc xóa câu hỏi khi học sinh đang làm bài thi.
zh: 请在考试开始前确保所有问题和答案都是正确的，因为学生在参加考试时无法添加或删除问题。

# EditQuestionDescription2
source: However, if your answer to a question is incorrect, you can still correct it after the exam has ended. The system will regrade the students' scores automatically.
ar: ومع ذلك ، إذا كانت إجابتك على سؤال غير صحيحة ، فلا يزال بإمكانك تصحيحها بعد انتهاء الاختبار. سيقوم النظام بإعادة تقدير درجات الطلاب تلقائيًا.
ms: Walau bagaimanapun, jika jawapan anda kepada soalan tidak betul, anda masih boleh membetulkannya selepas peperiksaan tamat. Sistem akan menilai semula markah pelajar secara automatik.
vi: Tuy nhiên, nếu câu trả lời của bạn cho một câu hỏi là không chính xác, bạn vẫn có thể chỉnh sửa nó sau khi kỳ thi kết thúc. Hệ thống sẽ tự động chấm điểm lại cho học sinh.
zh: 但是，如果您对问题的回答不正确，您仍然可以在考试结束后进行更正。系统会自动重新评分学生的成绩。

source: Edit User
ar: تحرير العضو
ms: Edit Pengguna
vi: Chỉnh sửa người dùng
zh: 编辑用户

source: Edit User Attachment
ar: تحرير مرفق المستخدم
ms: Edit Lampiran Pengguna
vi: Chỉnh sửa tập tin đính kèm người dùng
zh: 编辑用户附件

source: Email Address
ar: عنوان البريد الإلكتروني
ms: Alamat emel
vi: Địa chỉ email
zh: 电子邮件地址

# EmailAddressTaken
source: Email Address already taken. Please try again with other Email Address.
ar: عنوان البريد الإلكتروني مأخوذ بالفعل. يرجى المحاولة مرة أخرى باستخدام عنوان بريد إلكتروني آخر.
ms: Alamat E-mel sudah diambil. Sila cuba lagi dengan Alamat E-mel yang lain.
vi: Địa chỉ email đã được sử dụng. Vui lòng thử lại với địa chỉ email khác.
zh: 电子邮件地址已被占用。请使用其他电子邮件地址重试。

# EmptyAnswerWillBeIgnored
source: Empty answer option will be ignored.
ar: سيتم تجاهل خيار الإجابة الفارغة.
ms: Pilihan jawapan kosong akan diabaikan.
vi: Tùy chọn câu trả lời trống sẽ bị bỏ qua.
zh: 空答案选项将被忽略。

source: End Date & Time
ar: تاريخ ووقت الانتهاء
ms: Tarikh & Masa Tamat
vi: Ngày & Giờ kết thúc
zh: 结束日期和时间

# EndDateTime1
source: End Date& Time
ar: تاريخ الانتهاء & الوقت
ms: Tarikh & Masa Tamat
vi: Ngày & Giờ kết thúc
zh: 结束日期和时间

# EndDateTimeMustBeGreater
source: End Date & Time must be greater than start date & time.
ar: يجب أن يكون تاريخ ووقت الانتهاء أكبر من تاريخ ووقت البدء.
ms: Tarikh & Masa Tamat mestilah lebih besar daripada tarikh & masa mula.
vi: Ngày & Giờ kết thúc phải lớn hơn ngày & giờ bắt đầu.
zh: 结束日期和时间必须大于开始日期和时间。

source: Enter the details
ar: أدخل التفاصيل
ms: Masukkan butiran
vi: Nhập chi tiết
zh: 输入详细信息

source: Error
ar: خطأ
ms: ralat
vi: Lỗi
zh: 错误

source: Exam
ar: امتحان
ms: Peperiksaan
vi: Kỳ thi
zh: 考试

source: Exam Completed
ar: اكتمل الامتحان
ms: Peperiksaan Selesai
vi: Kỳ thi đã hoàn thành
zh: 考试完成

# ExamCompletedTooltip
source: The total exams have already passed the end date.
ar: لقد تجاوز إجمالي الاختبارات تاريخ الانتهاء بالفعل.
ms: Jumlah peperiksaan telah pun melepasi tarikh tamat.
vi: Tổng số kỳ thi đã vượt qua ngày kết thúc.
zh: 总考试已经过了结束日期。

# ExamDurationInfo
source: Duration (in minute) given to a student to complete the exam. Once the student clicks the "Start Exam" button, the exam will begin counting down from this duration value.
ar: المدة (بالدقائق) الممنوحة للطالب لإكمال الاختبار. بمجرد أن ينقر الطالب على زر "بدء الاختبار" ، سيبدأ الاختبار في العد التنازلي من قيمة هذه المدة.
ms: Tempoh (dalam minit) diberikan kepada pelajar untuk menyelesaikan peperiksaan. Setelah pelajar mengklik butang "Mulakan Peperiksaan", peperiksaan akan mula mengira detik daripada nilai tempoh ini.
vi: Thời gian (tính bằng phút) cho học sinh hoàn thành kỳ <data name="PublishExamTooltip" xml:space="preserve"> <value>Sau khi xuất bản kỳ thi, học sinh của bạn sẽ thấy kỳ thi này xuất hiện như kỳ thi sắp tới của họ. Họ có thể bắt đầu kỳ thi một khi Ngày & Giờ bắt đầu của kỳ thi đã đến.
zh: 给予学生完成考试的持续时间（以分钟为单位）。学生单击“开始考试”按钮后，考试将从该持续时间值开始倒计时。

# ExamEndDateTimeInfo
source: This is the due date for the student to start the exam. After this date & time, student will be unable to take the exam.
ar: هذا هو موعد استحقاق الطالب لبدء الاختبار. بعد هذا التاريخ والوقت ، لن يتمكن الطالب من إجراء الاختبار.
ms: Ini adalah tarikh akhir bagi pelajar untuk memulakan peperiksaan. Selepas tarikh & masa ini, pelajar tidak akan dapat mengambil peperiksaan.
zh: 这是学生开始考试的截止日期。在此日期和时间之后，学生将无法参加考试。

# ExamEndedDescription
source: It's most likely that this exam has been cancelled by a teacher or administrator. You cannot continue the exam anymore.
ar: من المحتمل أن يكون قد تم إلغاء هذا الامتحان من قبل مدرس أو مدير. لا يمكنك الاستمرار في الامتحان بعد الآن.
ms: Ini mungkin disebabkan ujian ini telah dibatalkan oleh guru atau pentadbir. Anda tidak boleh meneruskan ujian lagi.
zh: 很可能是教师或管理员取消了这次的考试。您不能再继续考试。

# ExamEndedTitle
source: Sorry, exam ended.
ar: عذرا، انتهت الامتحان.
ms: Maaf, ujian berakhir.
vi: Xin lỗi, kỳ thi đã kết thúc.
zh: 对不起，考试结束了。

source: Exam Failed
ar: فشل الاختبار
ms: Peperiksaan Gagal
vi: Kỳ thi thất bại
zh: 考试失败

# ExamFailedTooltip
source: The total number of exams that you failed. Don't give up, it's just a learning opportunity, you've got this.
ar: إجمالي عدد الاختبارات التي فشلت فيها. لا تستسلم ، إنها مجرد فرصة تعليمية ، لقد حصلت على هذا.
ms: Jumlah bilangan peperiksaan yang anda gagal. Jangan berputus asa, ini hanya peluang belajar, anda telah mendapat ini.
vi: Tổng số kỳ thi mà bạn đã thất bại. Đừng bỏ cuộc, đây chỉ là cơ hội học hỏi, bạn có thể làm được.
zh: 您未通过的考试总数。不要放弃，这只是一个学习机会，你一定可以的！

source: Exam In Progress
ar: امتحان في التقدم
ms: Peperiksaan Sedang Berlangsung
vi: Kỳ thi đang diễn ra
zh: 考试进行中

# ExamInProgressTooltip
source: The total exam which are currently still available for the students to start the exam.
ar: إجمالي الامتحان الذي لا يزال متاحًا للطلاب لبدء الاختبار.
ms: Jumlah peperiksaan yang masih ada pada masa ini untuk pelajar memulakan peperiksaan.
vi: Tổng số kỳ thi hiện vẫn còn sẵn cho học sinh để bắt đầu kỳ thi.
zh: 目前仍然可供学生开始考试的总考试。

source: Exam Management
ar: إدارة الامتحانات
ms: Pengurusan Peperiksaan
vi: Quản lý kỳ thi
zh: 考试管理

source: Exam Name
ar: اسم الامتحان
ms: Nama Ujian
vi: Tên kỳ thi
zh: 考试名称

source: Exam not found
ar: لم يتم العثور على الامتحان
ms: Tiada ujian dijumpai
vi: Không tìm thấy kỳ thi
zh: 找不到此考试

source: Exam Passed
ar: اجتاز الاختبار
ms: Peperiksaan Lulus
vi: Kỳ thi đã qua
zh: 考试通过

# ExamPassedTooltip
source: The total number of exams that you passed. Congratulations! Keep going.
ar: إجمالي عدد الاختبارات التي اجتزتها. تهانينا! يستمر في التقدم.
ms: Jumlah peperiksaan yang anda lalui. tahniah! Teruskan.
vi: Tổng số kỳ thi mà bạn đã vượt qua. Chúc mừng! Tiếp tục cố gắng nhé.
zh: 您通过的考试总数。恭喜！继续前进。

source: Exam Result
ar: نتيجة الامتحان
ms: Keputusan Peperiksaan
vi: Kết quả kỳ thi
zh: 考试结果

# ExamStartDateTimeInfo
source: Student can sit for the exam starting from this date & time.
ar: يمكن للطالب التقدم للامتحان ابتداء من هذا التاريخ والوقت.
ms: Pelajar boleh menduduki peperiksaan bermula dari tarikh & masa ini.
vi: Học sinh có thể ngồi thi bắt đầu từ ngày & giờ này.
zh: 学生可以从这个日期和时间开始参加考试。

source: Exit
ar: خروج
ms: Keluar
vi: Thoát
zh: 退出

source: Export to Excel
ar: تصدير إلى Excel
ms: Eksport ke Excel
vi: Xuất sang Excel
zh: 导出到 Excel

# ExportToExcelNote
source: You can control what you want to export to Excel before clicking this. For example, if you wish to export all the records, click "Show All" at the drop-down button below before clicking "Export to Excel."
ar: يمكنك التحكم في ما تريد تصديره إلى Excel قبل النقر فوق هذا. على سبيل المثال ، إذا كنت ترغب في تصدير جميع السجلات ، فانقر فوق "إظهار الكل" في زر القائمة المنسدلة أدناه قبل النقر فوق "تصدير إلى Excel".
ms: Anda boleh mengawal perkara yang anda mahu eksport ke Excel sebelum mengklik ini. Sebagai contoh, jika anda ingin mengeksport semua rekod, klik "Tunjukkan Semua" pada butang lungsur di bawah sebelum mengklik "Eksport ke Excel."
vi: Bạn có thể kiểm soát những gì bạn muốn xuất sang Excel trước khi nhấp vào đây. Ví dụ: nếu bạn muốn xuất tất cả các bản ghi, nhấp vào "Hiển thị tất cả" ở nút thả xuống bên dưới trước khi nhấp vào "Xuất sang Excel".
zh: 单击此按钮之前，您可以控制要导出到 Excel 的内容。例如，如果您希望导出所有记录，请单击下方下拉按钮中的“显示全部”，然后再单击“导出到 Excel”。

source: Export to Pdf
ar: تصدير إلى ملف PDF
ms: Eksport ke Pdf
vi: Xuất sang Pdf
zh: 导出为 PDF

# ExportToPDFNote
source: You can control what you want to export to PDF before clicking this. For example, if you wish to export all the records, click "Show All" at the drop-down button below before clicking "Export to PDF."
ar: يمكنك التحكم في ما تريد تصديره إلى PDF قبل النقر فوق هذا. على سبيل المثال ، إذا كنت ترغب في تصدير جميع السجلات ، فانقر فوق "إظهار الكل" في زر القائمة المنسدلة أدناه قبل النقر فوق "تصدير إلى PDF".
ms: Anda boleh mengawal perkara yang ingin anda eksport ke PDF sebelum mengklik ini. Sebagai contoh, jika anda ingin mengeksport semua rekod, klik "Tunjukkan Semua" pada butang lungsur di bawah sebelum mengklik "Eksport ke PDF."
vi: Bạn có thể kiểm soát những gì bạn muốn xuất sang PDF trước khi nhấp vào đây. Ví dụ: nếu bạn muốn xuất tất cả các bản ghi, nhấp vào "Hiển thị tất cả" ở nút thả xuống bên dưới trước khi nhấp vào "Xuất sang PDF".
zh: 单击此按钮之前，您可以控制要导出为 PDF 的内容。例如，如果您希望导出所有记录，请在单击“导出为 PDF”之前单击下方下拉按钮中的“显示全部”。

source: Failed
ar: فاشل
ms: Gagal
vi: Thất bại
zh: 失败
