Repository: Tedydev-web/lms.vnMentor
Catalog: Resources/Resource.*.resx
Languages: ar, ms, vi, zh

source: Published successfully!
ar: تم النشر بنجاح!
ms: Berjaya diterbitkan!
vi: Đã xuất bản thành công!
zh: 发布成功！

# PublishExamDisabled
source: You cannot publish the exam now as it doesn't have any questions, or, some questions have not yet saved their answers, or you have not yet allocated the marks for each question.
ar: لا يمكنك نشر الامتحان الآن لأنه لا يحتوي على أي أسئلة أو بعض الأسئلة لم يتم حفظ الإجابات بعد أو لم تخصص العلامات لكل سؤال بعد.
ms: Anda tidak boleh menerbitkan ujian sekarang kerana ia tidak mempunyai sebarang soalan, atau beberapa soalan belum disimpan jawapannya, atau anda belum mengalokasikan markah untuk setiap soalan.
vi: Bạn không thể xuất bản kỳ thi ngay bây giờ vì nó không có bất kỳ câu hỏi nào, hoặc, một số câu hỏi chưa lưu câu trả lời của chúng, hoặc bạn chưa phân bổ điểm cho mỗi câu hỏi.
zh: 现在不能发布考试，因为它没有任何问题，或者一些问题还没有保存答案，或者您还没有为每个问题分配分数。

# PublishExamTooltip
source: After publishing the exam, your student will see this exam appear as their upcoming exam. They can start the exam once the exam's Start Date & Time have been reached.
ar: بعد نشر الاختبار ، سيرى الطالب هذا الاختبار يظهر كاختبار قادم. يمكنهم بدء الاختبار بمجرد الوصول إلى تاريخ ووقت بدء الاختبار.
ms: Selepas menerbitkan peperiksaan, pelajar anda akan melihat peperiksaan ini muncul sebagai peperiksaan mereka yang akan datang. Mereka boleh memulakan peperiksaan setelah Tarikh & Masa Mula peperiksaan telah dicapai.
vi: Sau khi xuất bản kỳ thi, học sinh của bạn sẽ thấy kỳ thi này xuất hiện như kỳ thi sắp tới của họ. Họ có thể bắt đầu kỳ thi một khi Ngày & Giờ bắt đầu của kỳ thi đã đến.
zh: 发布考试后，您的学生将看到此考试显示为即将到来的考试。一旦达到考试的开始日期和时间，他们就可以开始考试。

source: Question
ar: سؤال
ms: Soalan
vi: Câu hỏi
zh: 问题

source: Question Image
ar: صورة السؤال
ms: Imej Soalan
vi: Hình ảnh câu hỏi
zh: 问题图片

# QuestionInUsedCannotBeDeleted
source: This question cannot be deleted from the question bank because it has already been used in an exam. If you no longer need this question in the future, you can mark it as inactive instead.
ar: لا يمكن حذف هذا السؤال من بنك الأسئلة لأنه تم استخدامه بالفعل في أحد الاختبارات. إذا لم تعد بحاجة إلى هذا السؤال في المستقبل ، فيمكنك تمييزه على أنه غير نشط بدلاً من ذلك.
ms: Soalan ini tidak boleh dipadamkan daripada bank soalan kerana ia telah digunakan dalam peperiksaan. Jika anda tidak lagi memerlukan soalan ini pada masa hadapan, anda boleh menandakannya sebagai tidak aktif.
vi: Câu hỏi này không thể xóa khỏi ngân hàng câu hỏi vì nó đã được sử dụng trong một kỳ thi. Nếu bạn không cần câu hỏi này trong tương lai, bạn có thể đánh dấu nó là không hoạt động thay thế.
zh: 这道题不能从题库中删除，因为它已经在考试中使用过。如果您以后不再需要此问题，则可以将其标记为不活动。

source: Question Management
ar: إدارة الأسئلة
ms: Pengurusan Soalan
vi: Quản lý câu hỏi
zh: 问题管理

source: Question Title
ar: عنوان السؤال
ms: Tajuk Soalan
vi: Tiêu đề câu hỏi
zh: 问题标题

source: Question Type
ar: نوع السؤال
ms: Jenis Soalan
vi: Loại câu hỏi
zh: 问题类型

source: Randomize Questions
ar: ترتيب الأسئلة عشوائيًا
ms: Rawak Soalan
vi: Ngẫu nhiên câu hỏi
zh: 随机化问题

source: Ready to start the exam?
ar: جاهز لبدء الامتحان؟
ms: Sudah bersedia untuk memulakan ujian?
vi: Sẵn sàng để bắt đầu kỳ thi?
zh: 准备好开始考试了吗？

# RecalculatingDot
source: Recalculating...
ar: جارٍ إعادة الحساب ...
ms: Mengira semula...
vi: Đang tính lại...
zh: 正在重新计算...

source: Record
ar: سِجِلّ
ms: Rekod
vi: Ghi chép
zh: 项目

source: Record deleted successfully!
ar: تم حذف السجل بنجاح!
ms: Rekod berjaya dipadamkan!
vi: Xóa ghi chép thành công!
zh: 记录删除成功！

source: Record saved successfully!
ar: تم حفظ السجل بنجاح!
ms: Rekod berjaya disimpan!
vi: Lưu ghi chép thành công!
zh: 记录保存成功！

source: Records imported successfully!
ar: تم استيراد السجلات بنجاح!
ms: Rekod berjaya diimport!
vi: Nhập ghi chép thành công!
zh: 记录导入成功！

source: records uploaded
ar: السجلات التي تم تحميلها
ms: rekod yang dimuat naik
vi: ghi chép đã tải lên
zh: 记录已上传

source: Register
ar: يسجل
ms: Daftar
vi: Đăng ký
zh: 注册

# RegisteredUserStatusCannotBeDeletedOrEdited
source: Registered user status cannot be deleted or edited. Because it's default status to assign to the registered user.
ar: حالة المستخدم المسجل لا يمكن حذفها أو تحريرها. لأنها الحالة الافتراضية لتعيينها للمستخدم المسجل.
ms: Status pengguna berdaftar tidak boleh dipadam atau diedit. Kerana ia adalah status lalai untuk diberikan kepada pengguna berdaftar.
vi: Trạng thái người dùng đã đăng ký không thể bị xóa hoặc chỉnh sửa. Vì đây là trạng thái mặc định để gán cho người dùng đã đăng ký.
zh: 已注册的用户状态不能被删除或编辑。因为它是分配给注册用户的默认状态。

# RegisterSuccessLoginNow
source: Register success! Please login now.
ar: سجل النجاح! الرجاء تسجيل الدخول الآن.
ms: Daftar kejayaan! Sila log masuk sekarang.
vi: Đăng ký thành công! Vui lòng đăng nhập ngay.
zh: 注册成功！请立即登录。

# ReleaseAnswer
source: Display Answer to Student?
ar: هل تريد عرض الإجابة على الطالب؟
ms: Paparkan Jawapan kepada Pelajar?
vi: Hiển thị câu trả lời cho học sinh?
zh: 向学生显示答案？

# ReleaseAnswerInfo
source: When a student clicks "exit," should the question and answer be displayed to the student? We recommend selecting "No" for now. After you finish reviewing all the students' results, you can change this to "yes" so that the students can study the questions and answers.
ar: عندما ينقر الطالب على "خروج" ، هل يجب عرض السؤال والجواب على الطالب؟ نوصي بتحديد "لا" في الوقت الحالي. بعد الانتهاء من مراجعة جميع نتائج الطلاب ، يمكنك تغيير هذا إلى "نعم" حتى يتمكن الطلاب من دراسة الأسئلة والأجوبة.
ms: Apabila pelajar mengklik "keluar", adakah soalan dan jawapan perlu dipaparkan kepada pelajar? Kami mengesyorkan memilih "Tidak" buat masa ini. Selepas anda selesai menyemak semua keputusan pelajar, anda boleh menukar ini kepada "ya" supaya pelajar boleh mengkaji soalan dan jawapan.
vi: Khi một học sinh nhấp vào "thoát," có nên hiển thị câu hỏi và câu trả lời cho học sinh không? Chúng tôi khuyên bạn nên chọn "Không" cho đến bây giờ. Sau khi bạn hoàn tất việc xem xét tất cả kết quả của học sinh, bạn có thể thay đổi thành "Có" để học sinh có thể nghiên cứu các câu hỏi và câu trả lời.
zh: 当学生点击“退出”时，是否应该向学生显示问题和答案？我们建议暂时选择“否”。当您审核完所有学生的成绩后，您可以将此更改为“是”，以便学生研究问题和答案。

# ReleaseResult
source: Release Result & Answer
ar: أطلق النتيجة والإجابة
ms: Keluarkan Keputusan & Jawapan
vi: Công bố Kết quả & Câu trả lời
zh: 发布结果和答案

# ReleaseResultTooltip
source: The answers to the exam questions are not yet released to the students, as the "Display Answer to Student?" field is set to "No." Once you finish reviewing the submitted answers by the student, you can release the answers to the student so that they can study the answers of the exam questions.
ar: لم يتم إطلاق الإجابات على أسئلة الاختبار إلى الطلاب بعد، حيث تم تعيين مجال "عرض الإجابة للطالب؟" على "لا". بعد انتهاء مراجعة الإجابات التي تم تقديمها من قبل الطالب، يمكنك إطلاق الإجابات على الطالب بحيث يمكنه مراجعة إجابات اختبار الأسئلة.
ms: Jawapan soalan peperiksaan belum diterangkan kepada pelajar, kerana medan "Paparkan Jawapan kepada Pelajar?" ditetapkan sebagai "Tidak". Sebaik sahaja anda selesai menilai jawapan yang dikemukakan oleh pelajar, anda boleh memaparkan jawapan kepada pelajar supaya mereka boleh belajar jawapan soalan peperiksaan.
vi: Các câu trả lời cho các câu hỏi trong kỳ thi chưa được công bố cho học sinh, vì trường "Hiển thị câu trả lời cho học sinh?" được đặt là "Không." Khi bạn hoàn tất việc xem xét các câu trả lời đã nộp của học sinh, bạn có thể công bố câu trả lời cho học sinh để họ có thể nghiên cứu các câu trả lời của các câu hỏi trong kỳ thi.
zh: 由于“向学生显示答案？”字段设置为“否”，因此考试问题的答案尚未向学生发布。当您完成对学生提交的答案的审核后，您可以向学生发布答案，以便他们可以学习考试问题的答案。

source: Remember me?
ar: تذكرنى؟
ms: Ingat saya?
vi: Ghi nhớ tôi?
zh: 记住我？

# Removeselectedfile
source: Remove selected file(s)
ar: إزالة الملفات المحددة
ms: Alih keluar fail yang dipilih
vi: Xóa tệp đã chọn
zh: 删除选定的文件

source: Reset
ar: إعادة ضبط
ms: Tetapkan semula
vi: Đặt lại
zh: 重置

source: Reset password
ar: إعادة تعيين كلمة المرور
ms: Menetapkan semula kata laluan
vi: Đặt lại mật khẩu
zh: 重设密码

# ResetPasswordEmailSent
source: Reset password email sent successfully!
ar: تم إرسال البريد الإلكتروني الخاص بإعادة تعيين كلمة المرور بنجاح!
ms: Tetapkan semula kata laluan e-mel berjaya dihantar!
vi: Email đặt lại mật khẩu đã được gửi thành công!
zh: 重置密码邮件发送成功！

source: Result
ar: النتيجة
ms: Keputusan
vi: Kết quả
zh: 考试成绩

source: Result Status
ar: حالة النتيجة
ms: Status Keputusan
vi: Tình trạng kết quả
zh: 结果状态

# ReviewQuestionAndAnswer
source: Review Question & Answer
ar: مراجعة السؤال & الإجابة
ms: Semak Soalan & Jawapan
vi: Xem lại Câu hỏi & Câu trả lời
zh: 回顾问题和答案

source: Role
ar: دور
ms: Peranan
vi: Vai trò
zh: 用户身份

source: Role by Number of Users
ar: الدور حسب عدد المستخدمين
ms: Peranan mengikut Bilangan Pengguna
vi: Vai trò theo Số lượng người dùng
zh: 按用户数量划分的用户身份

source: Role Management
ar: إدارة الدور
ms: Pengurusan Peranan
vi: Quản lý vai trò
zh: 用户身份管理

source: Role Name
ar: اسم الدور
ms: Nama Peranan
vi: Tên vai trò
zh: 用户身份名称

# RoleNameAlreadyExist
source: The role name already exist in the system.
ar: اسم الدور موجود بالفعل في النظام.
ms: Nama peranan sudah wujud dalam sistem.
vi: Tên vai trò đã tồn tại trong hệ thống.
zh: 该用户身份名称已存在于系统中。

source: Role not found.
ar: الدور غير موجود.
ms: Peranan tidak ditemui.
vi: Không tìm thấy vai trò.
zh: 找不到角色。

source: Role Permission for
ar: إذن الدور لـ
ms: Kebenaran Peranan untuk
vi: Quyền của vai trò cho
zh: 用户身份权限

# RoleRequired
source: The Role field is required.
ar: حقل الدور مطلوب.
ms: Medan Peranan diperlukan.
vi: Trường Vai trò là bắt buộc.
zh: 用户身份字段是必要的。

source: Save
ar: يحفظ
ms: Jimat
vi: Lưu
zh: 储存

# SaveAndExit
source: Save & Exit
ar: حفظ وخروج
ms: Simpan & Keluar
vi: Lưu & Thoát
zh: 保存并退出

# SaveAndNext
source: Save & Next
ar: حفظ والتالي
ms: Simpan dan Seterusnya
vi: Lưu & Tiếp theo
zh: 保存并下一步

source: Score To Pass
ar: درجة النجاح
ms: Skor Lulus
vi: Điểm để vượt qua
zh: 及格分数

source: Search
ar: يبحث
ms: Cari
vi: Tìm kiếm
zh: 搜索

# SearchDot
source: Search...
ar: يبحث...
ms: Cari...
vi: Tìm kiếm...
zh: 搜索...

source: Select an image file
ar: حدد ملف صورة
ms: Pilih fail imej
vi: Chọn một tệp hình ảnh
zh: 选择图像文件

source: Select multiple...
ar: حدد عدة ...
ms: Pilih berbilang...
vi: Chọn nhiều tệp...
zh: 选择多个...

# ShortAnswerOptionsDescription
source: Fill in all the correct answers for the short answer question. When a student's answer matches one of the following answers, the student is considered to have answered correctly.
ar: املأ جميع الإجابات الصحيحة لسؤال الإجابة المختصرة. عندما تتطابق إجابة الطالب مع إحدى الإجابات التالية ، يُعتبر أن إجابة الطالب صحيحة.
ms: Isikan semua jawapan yang betul untuk soalan jawapan pendek. Apabila jawapan pelajar sepadan dengan salah satu jawapan berikut, pelajar itu dianggap telah menjawab dengan betul.
vi: Điền tất cả các câu trả lời đúng cho câu hỏi trả lời ngắn. Khi câu trả lời của học sinh trùng khớp với một trong các câu trả lời sau, học sinh được coi là đã trả lời đúng.
zh: 填写简答题的所有正确答案。当学生的答案与下列答案之一相符时，则认为该学生已正确回答。

source: Show 10 Records
ar: إظهار 10 سجلات
ms: Tunjukkan 10 Rekod
vi: Hiển thị 10 Ghi chép
zh: 显示 10 条记录

source: Show 25 Records
ar: إظهار 25 سجلاً
ms: Tunjukkan 25 Rekod
vi: Hiển thị 25 Ghi chép
zh: 显示 25 条记录

source: Show 50 Records
ar: إظهار 50 تسجيلاً
ms: Tunjukkan 50 Rekod
vi: Hiển thị 50 Ghi chép
zh: 显示 50 条记录

source: Show All
ar: عرض الكل
ms: Tunjukkan semua
vi: Hiển thị tất cả
zh: 显示所有

# Showing0Entries
source: Showing 0 to 0 of 0 entries
ar: إظهار 0 إلى 0 من 0 مدخلات
ms: Menunjukkan 0 hingga 0 daripada 0 entri
vi: Hiển thị từ 0 đến 0 của 0 mục
zh: 显示 0 到 0 个条目，共 0 个条目

source: Sign Out
ar: خروج
ms: Log Keluar
vi: Đăng xuất
zh: 登出

source: Sign Up
ar: اشتراك
ms: Daftar
vi: Đăng ký
zh: 注册

source: Some answer options are duplicated.
ar: بعض خيارات الإجابة مكررة.
ms: Beberapa pilihan jawapan diduakan.
vi: Một số tùy chọn câu trả lời bị trùng lặp.
zh: 一些答案选项是重复的。

# SomeRequiredFieldsAreEmpty
source: Some required* fields are empty. Please fill in all the required* fields.
ar: بعض الحقول المطلوبة * فارغة. يرجى ملء جميع الحقول * المطلوبة.
ms: Beberapa medan yang diperlukan* kosong. Sila isi semua medan* yang diperlukan.
vi: Một số trường bắt buộc* còn trống. Vui lòng điền tất cả các trường bắt buộc*.
zh: 一些必填*字段为空。请填写所有必填*字段。

source: Start Date & Time
ar: تاريخ ووقت البدء
ms: Tarikh & Masa Mula
vi: Ngày & Giờ bắt đầu
zh: 开始日期和时间

# StartDateTime1
source: Start Date & Time
ar: تاريخ البدء & الوقت
ms: Tarikh & Masa Mula
vi: Ngày & Giờ bắt đầu
zh: 开始日期和时间

source: Start Exam
ar: بدء الامتحان
ms: Mula Ujian
vi: Bắt đầu thi
zh: 开始考试

source: Start Now!
ar: ابدأ الآن
ms: Mulakan Sekarang!
vi: Bắt đầu ngay!
zh: 现在开始！

source: Starts In
ar: يبدأ في
ms: Bermula Dalam
vi: Bắt đầu trong
zh: 开始于...后

source: Status
ar: حالة
vi: Tình trạng
zh: 状态

# StatusRequired
source: The Status field is required.
ar: حقل الحالة مطلوب.
ms: Medan Status diperlukan.
vi: Trường Tình trạng là bắt buộc.
zh: 状态字段是必要的。

source: Student Absent
ar: غائب الطالب
ms: Pelajar Tidak Hadir
vi: Học sinh vắng mặt
zh: 学生缺席

source: Student Answer
ar: إجابة الطالب
ms: Jawapan Pelajar
vi: Câu trả lời của học sinh
zh: 学生回答

source: Student Failed
ar: فشل الطالب
ms: Pelajar Gagal
vi: Học sinh trượt
zh: 学生不及格

source: Student in
ar: طالب في
ms: Pelajar masuk
vi: Học sinh trong
zh: 学生在

source: Student Name
ar: اسم الطالب
ms: Nama Pelajar
vi: Tên học sinh
zh: 学生姓名

source: Student Not Started
ar: الطالب لم يبدأ
ms: Pelajar Belum Bermula
vi: Học sinh chưa bắt đầu
zh: 学生未开始

source: Student Passed
ar: الطالب نجح
ms: Pelajar Lulus
vi: Học sinh đã vượt qua
zh: 学生通过

source: Subject
ar: موضوع
ms: Subjek
vi: Môn học
zh: 科目

source: Subject Management
ar: إدارة الموضوع
ms: Pengurusan Mata Pelajaran
vi: Quản lý môn học
zh: 科目管理

source: Submit
ar: إرسال
ms: Hantar
vi: Gửi
zh: 提交

source: Success!
ar: النجاح!
ms: Berjaya!
vi: Thành công!
zh: 成功！

source: System Information
ar: معلومات النظام
ms: Maklumat sistem
vi: Thông tin hệ thống
zh: 系统信息

# TableIsStillLoading
source: Please wait. Table is still loading. Click this after table is loaded.
ar: انتظر من فضلك. الجدول لا يزال قيد التحميل.
ms: Sila tunggu. Jadual masih dimuatkan.
vi: Vui lòng chờ. Bảng vẫn đang tải. Nhấp vào đây sau khi bảng đã được tải.
zh: 请稍等。表格仍在加载中。

source: The errors are as below:
ar: الأخطاء كالتالي:
ms: Ralat adalah seperti di bawah:
vi: Các lỗi như sau:
zh: 错误如下：

# Thisaccounthasbeenlockedout
source: This account has been locked out, please try again later.
ar: تم حظر هذا الحساب ، يرجى المحاولة مرة أخرى في وقت لاحق.
ms: Akaun ini telah dikunci, sila cuba sebentar lagi.
vi: Tài khoản này đã bị khóa, vui lòng thử lại sau.
zh: 此帐号已被锁定，请稍后再试。

# Thiscannotbeundone
source: This cannot be undone! Other related records will also be affected.
ar: هذا لا يمكن التراجع عنها! سوف تتأثر السجلات الأخرى ذات الصلة أيضًا.
ms: Perkara ini tidak boleh diubah! Rekod lain yang berkaitan juga akan terjejas.
vi: Điều này không thể hoàn tác! Các bản ghi liên quan khác cũng sẽ bị ảnh hưởng.
zh: 这不能被撤消！其他相关记录也将受到影响。

# ThisIsADuplicatedValue
source: This is already in use. Please provide a different value.
ar: هذا بالفعل قيد الاستخدام. يرجى تقديم قيمة مختلفة.
ms: Ini sudah digunakan. Sila berikan nilai yang berbeza.
vi: Giá trị này đã được sử dụng. Vui lòng cung cấp một giá trị khác.
zh: 已被使用。

# ThisRoleHasTheLeastNumberOfUser
source: This role has the least number of user, perhaps it's a role with top permission.
ar: يحتوي هذا الدور على أقل عدد من المستخدمين ، وربما يكون دورًا يتمتع بإذن أعلى.
ms: Peranan ini mempunyai bilangan pengguna paling sedikit, mungkin peranan ini mempunyai kebenaran teratas.
vi: Vai trò này có số lượng người dùng ít nhất, có thể đây là vai trò với quyền hạn cao nhất.
zh: 最少用户拥有此用户身份。此身份可能是系统中的顶级用户身份。

# TimesUpDescription
source: The exam period has come to an end. Click the exit button below to exit the exam and see your result. You MUST CLICK the Exit button! Otherwise, your exam result will not be calculated. Thank you.
ar: انتهت فترة الامتحان. انقر فوق زر الخروج أدناه للخروج من الاختبار والاطلاع على نتيجتك. يجب أن تضغط على زر الخروج! خلاف ذلك ، لن يتم احتساب نتيجة الاختبار الخاصة بك. شكرًا لك.
ms: Tempoh peperiksaan sudah sampai ke penghujungnya. Klik butang keluar di bawah untuk keluar daripada peperiksaan dan lihat keputusan anda. Anda MESTI KLIK butang Keluar! Jika tidak, keputusan peperiksaan anda tidak akan dikira. Terima kasih.
vi: Thời gian thi đã kết thúc. Nhấp vào nút thoát bên dưới để rời khỏi kỳ thi và xem kết quả của bạn. BẠN PHẢI NHẤP vào nút Thoát! Nếu không, kết quả kỳ thi của bạn sẽ không được tính toán. Cảm ơn bạn.
zh: 考试期结束了。单击下面的退出按钮退出考试并查看结果。您必须单击退出按钮！否则，将不会计算您的考试成绩。谢谢你。

# TimesUpTitle
source: Time's Up!
ar: الوقت قد إنتهى!
ms: Waktu Habis!
vi: Hết Thời gian!
zh: 时间到了！

source: Time Taken
ar: الوقت الذي استغرق
ms: Masa Diambil
vi: Thời gian đã sử dụng
zh: 花费时间

source: To vnMentor
ar: إلى vnMentor
ms: Kepada vnMentor
vi: Đến vnMentor
zh: 至 vnMentor

# TopQuestionsAnsweredWrongly
source: Top 5 Questions Answered Wrongly
ar: أهم 5 أسئلة تمت الإجابة عليها بشكل خاطئ
ms: 5 Soalan Teratas Dijawab Salah
vi: 5 Câu hỏi bị trả lời sai nhiều nhất
zh: 错误回答的前 5 个问题

source: Top Role
ar: الدور العلوي
ms: Peranan Teratas
vi: Vai trò hàng đầu
zh: 顶级用户身份

source: Top Status
ar: أعلى مركز
ms: Status Teratas
vi: Tình trạng hàng đầu
zh: 最多用户拥有此状态

# TopStudentsByExam
source: Top 10 Students By Exam
ar: أفضل 10 طلاب بالامتحان
ms: 10 Pelajar Terbaik Mengikut Peperiksaan
vi: 10 Học sinh hàng đầu theo kỳ thi
zh: 考试前 10 名的学生

# TopUpcomingExams
source: Top 5 Upcoming Exams
ar: أعلى 5 امتحانات قادمة
ms: Top 5 Peperiksaan Akan Datang
vi: 5 Kỳ thi sắp tới hàng đầu
zh: 前 5 名即将到来的考试

source: Total file size cannot be larger than 50MB.
ar: لا يمكن أن يكون حجم الملف الإجمالي أكبر من 50 ميغا بايت.
ms: Jumlah saiz fail tidak boleh lebih besar daripada 50MB.
vi: Tổng kích thước tệp không được lớn hơn 50MB.
zh: 文件总大小不能超过 50MB。

source: Total Marks
ar: مجموع علامات
ms: Jumlah Markah
vi: Tổng điểm
zh: 总分

source: Total number of roles in the system.
ar: إجمالي عدد الأدوار في النظام.
ms: Jumlah bilangan peranan dalam sistem.
vi: Tổng số vai trò trong hệ thống.
zh: 总用户身份数量

source: Total number of users in the system.
ar: إجمالي عدد المستخدمين في النظام.
ms: Jumlah bilangan pengguna dalam sistem.
vi: Tổng số người dùng trong hệ thống.
zh: 总用户数量

source: Total Questions
ar: مجموع الأسئلة
ms: Jumlah Soalan
vi: Tổng số câu hỏi
zh: 总问题

# TotalQuestions1
source: Total Questions
ar: إجمالي الأسئلة
ms: Jumlah Soalan
vi: Tổng số câu hỏi
zh: 总问题

source: Total Roles
ar: مجموع الأدوار
ms: Jumlah Peranan
vi: Tổng số vai trò
zh: 总用户身份

source: Total Score
ar: درجة الإجمالي
ms: Jumlah Skor
vi: Tổng số điểm
zh: 总分

source: Total Student
ar: مجموع الطالب
ms: Jumlah Pelajar
vi: Tổng số học sinh
zh: 学生总数

# TotalStudentTooltip
source: The total student account in the system.
ar: إجمالي حساب الطالب في النظام.
ms: Jumlah akaun pelajar dalam sistem.
vi: Tổng số tài khoản học sinh trong hệ thống.
zh: 系统中的总学生帐户。

source: Total Teacher
ar: مجموع المعلم
ms: Jumlah Guru
vi: Tổng số giáo viên
zh: 教师总数

# TotalTeacherTooltip
source: The total number of teachers in the system.
ar: العدد الإجمالي للمعلمين في النظام.
ms: Jumlah akaun guru dalam sistem.
vi: Tổng số giáo viên trong hệ thống.
zh: 系统中的教师总数。

source: Total Users
ar: إجمالي المستخدمين
ms: Jumlah Pengguna
vi: Tổng số người dùng
zh: 用户总数

source: Type to Search...
ar: اكتب للبحث...
ms: Taip untuk Cari...
vi: Nhập để tìm kiếm...
zh: 输入以搜索…

source: Unauthorized
ar: غير مصرح
ms: tanpa kebenaran
vi: Không được phép
zh: 未经授权

source: Unauthorized Error
ar: خطأ غير مصرح به
ms: Ralat Tanpa Kebenaran
vi: Lỗi không được phép
zh: 您未经授权访问此页面

source: Unpublish
ar: إلغاء النشر
ms: Batalkan Penerbitan
vi: Gỡ xuất bản
zh: 取消发布

# UnpublishTooltip
source: All students will be forced to stop taking the exam if you click this. After you click "unpublish", all the students will not be able to continue the exam until you publish it again.
ar: سيتم فرض إيقاف الطلاب عن اخذ الامتحان إذا قمت بالنقر على هذا. بعد النقر على "إلغاء النشر"، لن يتمكن جميع الطلاب من الاستمرار في الامتحان حتى تؤرشفه مرة أخرى.
ms: Semua pelajar akan dipaksa berhenti mengambil ujian jika anda mengklik ini. Selepas anda mengklik "batalkan penerbitan", semua pelajar tidak boleh meneruskan ujian sehingga anda menerbitkannya semula.
vi: Tất cả học sinh sẽ bị buộc phải ngừng làm bài nếu bạn nhấp vào đây. Sau khi bạn nhấp vào "gỡ xuất bản", tất cả học sinh sẽ không thể tiếp tục kỳ thi cho đến khi bạn xuất bản lại.
zh: 如果您单击此处，所有学生将被强制停止参加考试。在单击“取消发布”后，所有学生都将无法继续考试，直到您再次发布。

source: Upcoming Exams
ar: الامتحانات القادمة
ms: Ujian Akan Datang
vi: Kỳ thi sắp tới
zh: 即将举行的考试

source: Upload
ar: رفع
ms: Muat naik
vi: Tải lên
zh: 上传

source: Uploaded By
ar: تم الرفع بواسطة
ms: Dimuat Naik Oleh
vi: Người tải lên
zh: 上传者

source: Uploaded On
ar: تم الرفع في
ms: Muat Naik Pada
vi: Ngày tải lên
zh: 上传于

source: Upload Excel
ar: تحميل إكسل
ms: Muat naik Excel
vi: Tải lên Excel
zh: 上传Excel

source: Upload Files
ar: تحميل الملفات
ms: Memuat naik fail
vi: Tải lên Tệp
zh: 上传文件

source: Upload User Attachment
ar: تحميل مرفق المستخدم
ms: Muat Naik Lampiran Pengguna
vi: Tải lên Tài liệu Người dùng
zh: 上传用户附件

source: User
ar: المستعمل
ms: pengguna
vi: Người dùng
zh: 用户

source: User Attachment
ar: مرفق المستخدم
ms: Lampiran Pengguna
vi: Tài liệu Người dùng
zh: 用户附件

source: User Attachment Type
ar: نوع مرفق المستخدم
ms: Jenis Lampiran Pengguna
vi: Loại Tài liệu Người dùng
zh: 用户附件类型

# UserAttachmentTypeNameAlreadyExist
source: The user attachment type name already exist in the system.
ar: اسم نوع مرفق المستخدم موجود بالفعل في النظام.
ms: Nama jenis lampiran pengguna sudah wujud dalam sistem.
vi: Tên loại tài liệu người dùng đã tồn tại trong hệ thống.
zh: 用户附件类型名称已存在于系统中。

source: User by Status Chart
ar: المستخدم حسب مخطط الحالة
ms: Pengguna mengikut Carta Status
vi: Biểu đồ Người dùng theo Tình trạng
zh: 用户状态图表

source: User Information
ar: معلومات المستخدم
ms: Maklumat Pengguna
vi: Thông tin Người dùng
zh: 用户信息

source: User Management
ar: إدارةالمستخدم
ms: Pengurusan pengguna
vi: Quản lý Người dùng
zh: 用户管理

source: Username
ar: اسم المستخدم
ms: Nama pengguna
vi: Tên người dùng
zh: 用户名

# UsernameTaken
source: Username already taken. Please try again with other username.
ar: الاسم مستخدم من قبل. يرجى المحاولة مرة أخرى باستخدام اسم مستخدم آخر.
ms: Nama pengguna sudah diambil. Sila cuba lagi dengan nama pengguna lain.
vi: Tên người dùng đã được sử dụng. Vui lòng thử lại với tên người dùng khác.
zh: 用户名已被使用。请使用其他用户名重试。

# UserNotExist
source: User does not exist in the system.
ar: المستخدم غير موجود في النظام.
ms: Pengguna tidak wujud dalam sistem.
vi: Người dùng không tồn tại trong hệ thống.
zh: 用户在系统中不存在。

source: Users In The Role Of
ar: المستخدمون في دور
ms: Pengguna Dalam Peranan
vi: Người dùng trong Vai trò
zh: 用户是

source: User Status
ar: حالة المستخدم
ms: Status Pengguna
vi: Tình trạng Người dùng
zh: 用户状态

# UserStatusNameAlreadyExist
source: The user status name already exist in the system.
ar: اسم حالة المستخدم موجود بالفعل في النظام.
ms: Nama status pengguna sudah wujud dalam sistem.
vi: Tên tình trạng người dùng đã tồn tại trong hệ thống.
zh: 该用户状态名称已存在于系统中。

source: View
ar: رأي
ms: Lihat
vi: Xem
zh: 查看

source: View List
ar: عرض القائمة
ms: Lihat Senarai
vi: Xem Danh sách
zh: 查看栏目表

source: View Role
ar: مشاهدة ملف الدور
ms: Lihat Peranan
vi: Xem Vai trò
zh: 查看用户身份

source: View roles
ar: اعرض الأدوار
ms: Lihat peranan
vi: Xem các vai trò
zh: 查看用户身份

source: View this role
ar: اعرض هذا الدور
ms: Lihat peranan ini
vi: Xem vai trò này
zh: 查看此用户身份

source: View User
ar: عرض المستخدم
ms: Lihat Pengunna
vi: Xem Người dùng
zh: 查看用户

source: View users
ar: عرض المستخدمين
ms: Lihat pengguna
vi: Xem người dùng
zh: 查看用户

source: View user status
ar: عرض حالة المستخدم
ms: Lihat status pengguna
vi: Xem tình trạng người dùng
zh: 查看用户状态
