Repository: Tedydev-web/lms.vnMentor
Catalog: Resources/Resource.*.resx
Languages: ar, ms, vi, zh

source: Yes, Delete It!
ar: نعم ، احذفها!
ms: Ya, Padamkannya!
vi: Vâng, Xóa nó!
zh: 是的，删除它！

# YouDontHavePermissionToAccess
source: You don’t have permission to access this page.
ar: ليس لديك إذن للوصول إلى هذه الصفحة.
ms: Anda tidak mempunyai kebenaran untuk mengakses halaman ini.
vi: Bạn không có quyền truy cập vào trang này.
zh: 您无权访问此页面。

source: Your Exam Result
ar: نتيجة الامتحان الخاص بك
ms: Keputusan Ujian Anda
vi: Kết quả Kỳ thi của bạn
zh: 你的考试结果

source: Your Password
ar: كلمة مرورك
ms: Kata laluan Awak
vi: Mật khẩu của bạn
zh: 您的密码

# YourPasswordResetSuccessfully
source: Your password has been reset successfully!
ar: تم إعادة تعيين كلمة المرور الخاصة بك بنجاح!
ms: Kata laluan anda telah berjaya ditetapkan semula!
vi: Mật khẩu của bạn đã được đặt lại thành công!
zh: 您的密码已重置成功！

source: Your Score
ar: درجتك
ms: Skor Anda
vi: Điểm của bạn
zh: 你的分数

# YourTopBestPerformance
source: Your Top 5 Best Performance
ar: أفضل 5 أداء لديك
ms: 5 Prestasi Terbaik Terbaik Anda
vi: 5 Thành tích tốt nhất của bạn
zh: 您的前 5 名最佳表现

# YourTopExamsThatNeedImprovement
source: Your Top 5 Exams That Need Improvement
ar: أفضل 5 امتحانات تحتاج إلى تحسين
ms: 5 Peperiksaan Teratas Anda Yang Memerlukan Penambahbaikan
vi: 5 Kỳ thi của bạn cần cải thiện nhất
zh: 您需要改进的前 5 项考试
