Repository: Tedydev-web/lms.vnMentor
Catalog: Resources/Resource.*.resx
Languages: ar, ms, vi, zh

# FailedExceptionError
source: Failed due to exception error.
ar: فشل بسبب خطأ استثناء.
ms: Gagal kerana ralat pengecualian.
vi: Thất bại do lỗi ngoại lệ.
zh: 由于异常错误而导致失败。

# FailedOnlyJpgJpegPngCanBeSetAsProfilePicture
source: Failed. Only jpg, jpeg and png file can be set as Profile Picture.
ar: باءت بالفشل. يمكن فقط تعيين ملف jpg و jpeg و png كصورة الملف الشخصي.
ms: gagal. Hanya fail jpg, jpeg dan png boleh ditetapkan sebagai Gambar Profil.
vi: Thất bại. Chỉ tệp jpg, jpeg và png mới có thể được đặt làm Hình đại diện.
zh: 进行失败。只有 jpg、jpeg 和 png 文件可以设置为头像。

source: Failed to reset password.
ar: فشل إعادة تعيين كلمة المرور.
ms: Gagal menetapkan semula kata laluan.
vi: Không thể đặt lại mật khẩu.
zh: 重置密码失败。

source: Field is required.
ar: الحقل مطلوب.
ms: Bidang diperlukan.
vi: Trường là bắt buộc.
zh: 字段是必需的。

source: File
ar: ملف
ms: Fail
vi: Tệp
zh: 文件

source: File Name
ar: اسم الملف
ms: Nama fail
vi: Tên tệp
zh: 文件名

source: File URL
ar: URL الملف
ms: URL fail
vi: URL tệp
zh: 文件网址

source: Fill in answer option
ar: املأ خيار الإجابة
ms: Isikan pilihan jawapan
vi: Điền vào tùy chọn câu trả lời
zh: 填写答案选项

# FillInEmailAddressWeWillSendYouResetPasswordLink
source: Fill in your email address, and we will send you a link to reset your password.
ar: أدخل عنوان بريدك الإلكتروني ، وسنرسل لك رابطًا لإعادة تعيين كلمة المرور الخاصة بك.
ms: Isikan alamat e-mel anda, dan kami akan menghantar pautan kepada anda untuk menetapkan semula kata laluan anda.
vi: Điền vào địa chỉ email của bạn, và chúng tôi sẽ gửi cho bạn một liên kết để đặt lại mật khẩu.
zh: 填写您的电子邮件地址，我们将向您发送一个链接以重置您的密码。

# FillInYourUsernameAndPasswordToSignIn
source: Fill your username and password to sign in.
ar: املأ اسم المستخدم وكلمة المرور لتسجيل الدخول.
ms: Isikan nama pengguna dan kata laluan anda untuk log masuk.
vi: Điền tên người dùng và mật khẩu của bạn để đăng nhập.
zh: 填写您的用户名和密码以登录。

source: Fill your details to register.
ar: املأ بياناتك للتسجيل.
ms: Isikan butiran anda untuk mendaftar.
vi: Điền thông tin của bạn để đăng ký.
zh: 填写您的详细信息以进行注册。

source: Filter
ar: منقي
ms: Menapis
vi: Bộ lọc
zh: 筛选

source: First Name
ar: الاسم الاول
ms: Nama pertama
vi: Tên
zh: 名

source: Forgot
ar: نسيت
ms: terlupa
vi: Quên
zh: 忘记

source: Forgot Password
ar: هل نسيت كلمة السر
ms: Lupa kata laluan
vi: Quên mật khẩu
zh: 忘记密码

source: Forgot your password?
ar: نسيت رقمك السري؟
ms: Terlupa kata laluan anda?
vi: Quên mật khẩu của bạn?
zh: 忘记密码了吗？

source: Full Address
ar: العنوان الكامل
ms: Alamat penuh
vi: Địa chỉ đầy đủ
zh: 完整地址

source: Full Name
ar: الاسم بالكامل
ms: Nama penuh
vi: Họ và tên
zh: 全名

source: Gender
ar: جنس تذكير أو تأنيث
ms: Jantina
vi: Giới tính
zh: 性别

source: General Settings
ar: الاعدادات العامة
ms: Tetapan umum
vi: Cài đặt chung
zh: 通用设置

# HomeIndexTabTitle
source: NetStarter- ASP.NET MVC C# Web Application Starter Template
ar: NetStarter- قالب بدء تطبيق الويب ASP.NET MVC C #
ms: NetStarter- Templat Pemula Aplikasi Web ASP.NET MVC C#
vi: NetStarter- Mẫu khởi động ứng dụng Web ASP.NET MVC C#
zh: NetStarter- ASP.NET MVC C# Web 应用程序入门模板

source: ID Card Number
ar: رقم بطاقة الهوية
ms: Nombor Kad Pengenalan
vi: Số CMND
zh: 身份证号码

source: Import From Excel
ar: الاستيراد من Excel
ms: Import Dari Excel
vi: Nhập từ Excel
zh: 从 Excel 导入

# ImportFromExcelDescription
source: Please download the excel template below and insert your data. Please don't edit or add extra columns. Extra columns will be ignored while importing data. After completing insert your data in the excel file, save it and upload it through the upload section below.
ar: يرجى تنزيل نموذج Excel أدناه وإدخال بياناتك. الرجاء عدم تحرير أو إضافة أعمدة إضافية. سيتم تجاهل الأعمدة الإضافية أثناء استيراد البيانات. بعد الانتهاء من إدخال البيانات الخاصة بك في ملف Excel ، قم بحفظها وتحميلها من خلال قسم التحميل أدناه.
ms: Sila muat turun templat excel di bawah dan masukkan data anda. Tolong jangan edit atau tambah lajur tambahan. Lajur tambahan akan diabaikan semasa mengimport data. Selepas selesai memasukkan data anda dalam fail excel, simpan dan muat naik melalui bahagian muat naik di bawah.
vi: Vui lòng tải xuống mẫu excel bên dưới và chèn dữ liệu của bạn. Vui lòng không chỉnh sửa hoặc thêm các cột phụ. Các cột phụ sẽ bị bỏ qua khi nhập dữ liệu. Sau khi hoàn thành việc chèn dữ liệu vào tệp excel, hãy lưu nó và tải lên qua phần tải lên bên dưới.
zh: 请下载下面的 Excel 模板并插入您的数据。请不要编辑或添加额外的列。导入数据时将忽略额外的列。完成后将您的数据插入到 excel 文件中，保存并通过下面的上传部分上传。

source: Importing Data From Excel... Please Wait...
ar: جاري استيراد البيانات من Excel ... الرجاء الانتظار ...
ms: Mengimport Data Dari Excel... Sila Tunggu...
vi: Đang nhập dữ liệu từ Excel... Vui lòng đợi...
zh: 正在从 Excel 导入数据...请稍候...

source: Import User From Excel
ar: استيراد مستخدم من Excel
ms: Import Pengguna Dari Excel
vi: Nhập người dùng từ Excel
zh: 从 Excel 导入用户

# ImportUserFromExcelDescription
source: Please download the excel template below and insert your user data. Please don't edit or add extra columns. Extra columns will be ignored while importing data. After completing insert your data in the excel file, save it and upload it through the upload section below.
ar: يرجى تنزيل نموذج Excel أدناه وإدخال بيانات المستخدم الخاصة بك. الرجاء عدم تحرير أو إضافة أعمدة إضافية. سيتم تجاهل الأعمدة الإضافية أثناء استيراد البيانات. بعد الانتهاء من إدخال البيانات الخاصة بك في ملف Excel ، قم بحفظها وتحميلها من خلال قسم التحميل أدناه.
ms: Sila muat turun templat excel di bawah dan masukkan data pengguna anda. Tolong jangan edit atau tambah lajur tambahan. Lajur tambahan akan diabaikan semasa mengimport data. Selepas selesai memasukkan data anda dalam fail excel, simpan dan muat naik melalui bahagian muat naik di bawah.
vi: Vui lòng tải xuống mẫu excel bên dưới và chèn dữ liệu người dùng của bạn. Vui lòng không chỉnh sửa hoặc thêm các cột phụ. Các cột phụ sẽ bị bỏ qua khi nhập dữ liệu. Sau khi hoàn thành việc chèn dữ liệu vào tệp excel, hãy lưu nó và tải lên qua phần tải lên bên dưới.
zh: 请下载下面的 Excel 模板并输入您的用户数据。请不要编辑或添加额外的栏目。导入数据时将忽略额外的栏目。完成后将您的数据输入到 excel 文件中，保存并通过下面的上传部分上传。

source: Information
ar: معلومة
ms: Maklumat
vi: Thông tin
zh: 信息

source: Intake Year
ar: المدخول العام
ms: Tahun Pengambilan
vi: Năm nhập học
zh: 入学年份

source: Invalid Duration
ar: المدة غير صحيحة
ms: Tempoh Tidak Sah
vi: Thời gian không hợp lệ
zh: 无效持续时间

source: Invalid Email Address.
ar: عنوان البريد الإلكتروني غير صالح.
ms: Alamat email tidak sah.
vi: Địa chỉ email không hợp lệ.
zh: 无效的邮件地址。

source: Invalid login attempt
ar: محاولة تسجيل الدخول غير صحيحة
ms: Percubaan log masuk tidak sah
vi: Nỗ lực đăng nhập không hợp lệ
zh: 登录尝试无效

# InvalidPassword
source: Password must be at least 6 characters, including at least one uppercase letter, one lowercase letter, one digit, and one symbol.
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل ، بما في ذلك حرف واحد كبير على الأقل وحرف صغير واحد ورقم واحد ورمز واحد.
ms: Kata laluan mestilah sekurang-kurangnya 6 aksara, termasuk sekurang-kurangnya satu huruf besar, satu huruf kecil, satu digit dan satu simbol.
vi: Mật khẩu phải có ít nhất 6 ký tự, bao gồm ít nhất một chữ cái viết hoa, một chữ cái viết thường, một chữ số và một ký tự đặc biệt.
zh: 密码必须至少为6个字符，包括至少1个大写字母、1个小写字母、1个数字和1个符号。

# InvalidPhoneNumber
source: Please enter a valid Phone Number.
ar: يرجى إدخال رقم هاتف صالح.
ms: Sila masukkan Nombor Telefon yang sah.
vi: Vui lòng nhập số điện thoại hợp lệ.
zh: 请输入一个有效的电话号码。

# InvalidPostalCode
source: Please enter a valid Postal Code.
ar: الرجاء إدخال رمز بريدي صالح.
ms: Sila masukkan Poskod yang sah.
vi: Vui lòng nhập mã bưu điện hợp lệ.
zh: 请输入有效的邮政编码。

# InvalidQuestionType
source: Invalid Question Type. Please select from the drop down list in excel.
ar: نوع السؤال غير صالح. يرجى الاختيار من القائمة المنسدلة في Excel.
ms: Jenis Soalan Tidak Sah. Sila pilih daripada senarai juntai bawah dalam excel.
vi: Loại câu hỏi không hợp lệ. Vui lòng chọn từ danh sách thả xuống trong excel.
zh: 问题类型无效。请从 excel 的下拉列表中选择。

# InvalidSubject
source: Invalid Subject. Please select from the drop down list in excel.
ar: موضوع غير صالح. يرجى الاختيار من القائمة المنسدلة في Excel.
ms: Subjek tidak sah. Sila pilih daripada senarai juntai bawah dalam excel.
vi: Môn học không hợp lệ. Vui lòng chọn từ danh sách thả xuống trong excel.
zh: 科目无效。请从 excel 的下拉列表中选择。

# InvalidTemplate
source: Columns are invalid. Please use the provided template and make sure the columns are not removed or edited.
ar: الأعمدة غير صالحة. الرجاء استخدام النموذج المقدم والتأكد من عدم إزالة الأعمدة أو تحريرها.
ms: Lajur tidak sah. Sila gunakan templat yang disediakan dan pastikan lajur tidak dialih keluar atau diedit.
vi: Các cột không hợp lệ. Vui lòng sử dụng mẫu được cung cấp và đảm bảo rằng các cột không bị xóa hoặc chỉnh sửa.
zh: 列无效。请使用提供的模板并确保列未被删除或编辑。

# InvalidUsername
source: Username is invalid. Username must have at least 4 characters, must start with a letter, and cannot have special symbols.
ar: إسم المستخدم غير صحيح. يجب أن يتكون اسم المستخدم من 4 أحرف على الأقل ، ويجب أن يبدأ بحرف ، ولا يمكن أن يحتوي على رموز خاصة.
ms: Nama pengguna tidak sah. Nama pengguna mesti mempunyai sekurang-kurangnya 4 aksara, mesti bermula dengan huruf dan tidak boleh mempunyai simbol khas.
vi: Tên người dùng không hợp lệ. Tên người dùng phải có ít nhất 4 ký tự, phải bắt đầu bằng một chữ cái và không được có ký tự đặc biệt.
zh: 无效的用户名。用户名必须至少有4个字符，必须以字母开头，不能有特殊符号。

# InvalidUserTemplate
source: Columns are invalid. Please use the provided template (UserExcelTemplate.xlsx) and make sure the columns are not removed or edited.
ar: الأعمدة غير صالحة. الرجاء استخدام النموذج المقدم (UserExcelTemplate.xlsx) والتأكد من عدم إزالة الأعمدة أو تحريرها.
ms: Lajur tidak sah. Sila gunakan templat yang disediakan (UserExcelTemplate.xlsx) dan pastikan lajur tidak dialih keluar atau diedit.
vi: Các cột không hợp lệ. Vui lòng sử dụng mẫu được cung cấp (UserExcelTemplate.xlsx) và đảm bảo rằng các cột không bị xóa hoặc chỉnh sửa.
zh: 栏目无效。请使用提供的模板 (UserExcelTemplate.xlsx) 并确保未删除或编辑栏目。

# IsCorrect
source: Is Correct Answer?
ar: هل الجواب صحيح؟
ms: Adakah Jawapan yang Betul?
vi: Câu trả lời đúng?
zh: 是正确答案吗？

source: Last Name
ar: الكنية
ms: Nama terakhir
vi: Họ
zh: 姓

source: List of Roles
ar: قائمة الأدوار
ms: Senarai Peranan
vi: Danh sách vai trò
zh: 用户身份栏目表

source: List of User Attachments
ar: قائمة مرفقات المستخدم
ms: Senarai Lampiran Pengguna
vi: Danh sách tệp đính kèm của người dùng
zh: 用户附件栏目表

source: List of User Attachment Types
ar: قائمة أنواع مرفقات المستخدم
ms: Senarai Jenis Lampiran Pengguna
vi: Danh sách loại tệp đính kèm của người dùng
zh: 用户附件类型栏目表

source: List of Users
ar: قائمة المستخدمين
ms: Senarai Pengguna
vi: Danh sách người dùng
zh: 用户栏目表

source: List of User Status
ar: قائمة حالة المستخدم
ms: Senarai Status Pengguna
vi: Danh sách trạng thái người dùng
zh: 用户状态栏目表

source: List Of User With
ar: قائمة المستخدمين مع
ms: Senarai Pengguna Dengan
vi: Danh sách người dùng có
zh: 用户栏目表

source: Loading...
ar: جار التحميل...
ms: Memuatkan...
vi: Đang tải...
zh: 加载中...

source: Locked out
ar: اقفل
ms: Dikunci
vi: Bị khóa
zh: 被锁

source: Login
ar: تسجيل الدخول
ms: Log masuk
vi: Đăng nhập
zh: 登录

source: Login Date Time
ar: وقت تاريخ تسجيل الدخول
ms: Masa Tarikh Masuk
vi: Ngày giờ đăng nhập
zh: 登录日期时间

source: Login History
ar: سجل تسجيل الدخول
ms: Sejarah Log Masuk
vi: Lịch sử đăng nhập
zh: 登录历史

# LoginHistoryRolePermissionDescription
source: By default, system admin can view all users' login histories, while normal user can only view their own login histories.
ar: بشكل افتراضي ، يمكن لمسؤول النظام عرض سجلات تسجيل الدخول لجميع المستخدمين ، بينما يمكن للمستخدم العادي فقط عرض سجلات تسجيل الدخول الخاصة به.
ms: Secara lalai, pentadbir sistem boleh melihat sejarah log masuk semua pengguna, manakala pengguna biasa hanya boleh melihat sejarah log masuk mereka sendiri.
vi: Theo mặc định, quản trị viên hệ thống có thể xem tất cả lịch sử đăng nhập của người dùng, trong khi người dùng thông thường chỉ có thể xem lịch sử đăng nhập của riêng họ.
zh: 默认情况下，系统管理员可以查看所有用户的登录历史，而普通用户只能查看自己的登录历史。

source: Manage Attachments For:
ar: إدارة المرفقات لـ:
ms: Urus Lampiran Untuk:
vi: Quản lý tệp đính kèm cho:
zh: 管理附件：

source: Management
ar: إدارة
ms: Pengurusan
vi: Quản lý
zh: 管理

source: Manage User Attachment
ar: إدارة مرفق المستخدم
ms: Urus Lampiran Pengguna
vi: Quản lý tệp đính kèm người dùng
zh: 管理用户附件

source: Mark
ar: علامة
ms: Markah
vi: Đánh dấu
zh: 标记

source: Marks To Pass
ar: علامات لتمرير
ms: Markah Untuk Lulus
vi: Điểm để qua
zh: 通过分数

# MaxLength100
source: Maximum length allowed is 100 characters.
ar: الحد الأقصى للطول المسموح به هو 100 حرف.
ms: Panjang maksimum yang dibenarkan ialah 100 aksara.
vi: Độ dài tối đa cho phép là 100 ký tự.
zh: 允许的最大长度为 100 个字符。

# MaxLength128
source: Maximum length allowed is 128 characters.
ar: الحد الأقصى للطول المسموح به هو 128 حرفًا.
ms: Panjang maksimum yang dibenarkan ialah 128 aksara.
vi: Độ dài tối đa cho phép là 128 ký tự.
zh: 允许的最大长度为 128 个字符。

# MaxLength256
source: Maximum length allowed is 256 characters.
ar: الحد الأقصى للطول المسموح به هو 256 حرفًا.
ms: Panjang maksimum yang dibenarkan ialah 256 aksara.
vi: Độ dài tối đa cho phép là 256 ký tự.
zh: 允许的最大长度为 256 个字符。

# MaxNumberAllowedIs100
source: Maximum number allowed is 100.
ar: أقصى عدد مسموح به هو 100.
ms: Nombor maksimum yang dibenarkan ialah 100.
vi: Số lượng tối đa cho phép là 100.
zh: 允许的最大数量为 100。

source: MCQ must have at least 2 answer options.
ar: يجب أن يحتوي MCQ على خيارين للإجابة على الأقل.
ms: MCQ mesti mempunyai sekurang-kurangnya 2 pilihan jawapan.
vi: Câu hỏi trắc nghiệm phải có ít nhất 2 tùy chọn trả lời.
zh: MCQ 必须至少有 2 个答案选项。

# MinLength6
source: The field must be at least 6 characters long.
ar: يجب أن يتكون الحقل من 6 أحرف على الأقل.
ms: Panjang medan mestilah sekurang-kurangnya 6 aksara.
vi: Trường này phải có ít nhất 6 ký tự.
zh: 该字段的长度必须至少为 6 个字符。

source: Minutes
ar: دقائق
ms: Minit
vi: Phút
zh: 分钟

source: Modified By
ar: تم التعديل بواسطة
ms: Diubahsuai Oleh
vi: Chỉnh sửa bởi
zh: 修改者

source: Modified On
ar: تعديل على
ms: Diubah suai Pada
vi: Chỉnh sửa vào
zh: 修改时间

source: Monthly Average Performance
ar: متوسط ​​الأداء الشهري
ms: Prestasi Purata Bulanan
vi: Hiệu suất trung bình hàng tháng
zh: 每月平均表现

source: Most of the users are with this status.
ar: معظم المستخدمين بهذه الحالة.
ms: Kebanyakan pengguna mempunyai status ini.
vi: Hầu hết người dùng có trạng thái này.
zh: 多数用户拥有此状态

source: My Exams
ar: امتحاناتي
ms: Ujian Saya
vi: Thi của tôi
zh: 我的考试

source: My Profile
ar: ملفي
ms: Profil saya
vi: Hồ sơ của tôi
zh: 我的资料

source: N/A
ar: غير متاح
ms: T/A
vi: Không áp dụng
zh: 无记录

source: Name
ar: اسم
ms: Nama
vi: Tên
zh: 姓名

source: NetStarter
ar: نت ستارتر
vi: Người bắt đầu mạng
zh: vnMentor

source: New Password
ar: كلمة سر جديدة
ms: Kata laluan baharu
vi: Mật khẩu mới
zh: 新密码

# NewPasswordNotMatch
source: The new password and confirmation new password do not match.
ar: كلمة المرور الجديدة وتأكيد كلمة المرور الجديدة غير متطابقين.
ms: Kata laluan baharu dan pengesahan kata laluan baharu tidak sepadan.
vi: Mật khẩu mới và mật khẩu xác nhận không khớp.
zh: 新密码和确认新密码不匹配。

source: Next
ar: التالي
ms: Seterusnya
vi: Tiếp theo
zh: 下一个

source: No Data Available
ar: لا تتوافر بيانات
ms: Tiada Data Tersedia
vi: Không có dữ liệu
zh: 没有可用数据

# NoQuestionYet
source: This exam has no questions yet. Please add questions for the exam before proceeding.
ar: هذا الامتحان ليس لديه أسئلة حتى الآن. الرجاء إضافة أسئلة للاختبار قبل المتابعة.
ms: Peperiksaan ini tiada soalan lagi. Sila tambah soalan untuk peperiksaan sebelum meneruskan.
vi: Kỳ thi này chưa có câu hỏi. Vui lòng thêm câu hỏi cho kỳ thi trước khi tiếp tục.
zh: 此考试还没有问题。请在继续之前添加考试问题。

# NormalUserSystemAdminCannotBeDeleted
source: Normal user and system admin roles cannot be deleted or edited. because they will be used to determine the loading of login histories (Admin can see all users' login histories, but a normal user can only see their own history).
ar: لا يمكن حذف أو تحرير أدوار المستخدم العادي ومسؤول النظام. لأنه سيتم استخدامها لتحديد تحميل سجلات تسجيل الدخول (يمكن للمسؤول رؤية سجلات تسجيل الدخول لجميع المستخدمين ، ولكن يمكن للمستخدم العادي رؤية سجله الخاص فقط).
ms: Peranan pengguna dan pentadbir sistem biasa tidak boleh dipadam atau diedit. kerana ia akan digunakan untuk menentukan pemuatan sejarah log masuk (Pentadbir boleh melihat semua sejarah log masuk pengguna, tetapi pengguna biasa hanya boleh melihat sejarah mereka sendiri).
vi: Vai trò người dùng thông thường và quản trị hệ thống không thể bị xóa hoặc chỉnh sửa vì chúng sẽ được sử dụng để xác định việc tải lịch sử đăng nhập (Quản trị viên có thể xem tất cả lịch sử đăng nhập của người dùng, nhưng người dùng thông thường chỉ có thể xem lịch sử của riêng họ).
zh: 无法删除或编辑普通用户和系统管理员用户身份。因为它们将用于确定登录历史的加载（管理员可以看到所有用户的登录历史，但普通用户只能看到他们自己的历史）。

# NotAllowToChangePasswordForDemoAccount
source: Sorry, you are not allowed to change password for demo account. Please sign up other account to try this feature.
ar: عذرًا ، لا يُسمح لك بتغيير كلمة المرور للحساب التجريبي. الرجاء تسجيل حساب آخر لتجربة هذه الميزة.
ms: Maaf, anda tidak dibenarkan menukar kata laluan untuk akaun demo. Sila daftar akaun lain untuk mencuba ciri ini.
vi: Rất tiếc, bạn không được phép thay đổi mật khẩu cho tài khoản demo. Vui lòng đăng ký tài khoản khác để thử tính năng này.
zh: 抱歉，您不能更改模拟账户的密码。请注册其他帐户以试用此功能。

# NoteColon
source: Note:
ar: ملحوظة:
ms: Catatan:
vi: Lưu ý:
zh: 注意:

# NoteSystemInformation
source: Note: System information can only be edited by System Admin.
ar: ملاحظة: لا يمكن تحرير معلومات النظام إلا بواسطة مسؤول النظام.
ms: Nota: Maklumat sistem hanya boleh diedit oleh Pentadbir Sistem.
vi: Lưu ý: Thông tin hệ thống chỉ có thể được chỉnh sửa bởi Quản trị hệ thống.
zh: 注意：系统信息只能由系统管理员编辑。

source: not found or mismatch.
ar: غير موجود أو غير متطابق.
ms: tidak ditemui atau tidak sepadan.
vi: không tìm thấy hoặc không khớp.
zh: 未找到或不匹配。

# OnlyLettersAndNumbers
source: Only letters and numbers are allowed.
ar: يسمح فقط باستخدام الأحرف والأرقام.
ms: Hanya huruf dan nombor sahaja dibenarkan.
vi: Chỉ được phép sử dụng chữ cái và số.
zh: 只允许使用字母和数字。

# OnlyNumbers
source: Only numbers are allowed.
ar: يسمح فقط بالأرقام.
ms: Hanya nombor dibenarkan.
vi: Chỉ được phép sử dụng số.
zh: 只允许使用数字。

source: Oops.
ar: عفوًا.
ms: Aduh.
vi: Rất tiếc.
zh: 不好意思。

source: Oops! Something wrong.
ar: عفوًا! هل هناك خطب ما.
ms: Aduh! Sesuatu yang tidak kena.
vi: Rất tiếc! Đã xảy ra lỗi.
zh: 系统出现错误。

source: Other Information
ar: معلومات أخرى
ms: Maklumat lain
vi: Thông tin khác
zh: 其他信息

source: out of
ar: بعيدا عن المكان
ms: daripada
vi: trong số
zh: 在......之外

source: Page 0 of Page 0
ar: الصفحة 0 من الصفحة 0
ms: Halaman 0 dari Halaman 0
vi: Trang 0 của Trang 0
zh: 第 0 页的第 0 页

source: Passed
ar: ناجح
ms: Lulus
vi: Đã qua
zh: 通过

source: Password
ar: كلمة المرور
ms: Kata laluan
vi: Mật khẩu
zh: 密码

source: Password Changed Successfully!
ar: تم تغيير الرقم السري بنجاح!
ms: Kata Laluan Berjaya Ditukar!
vi: Đã thay đổi mật khẩu thành công!
zh: 密码修改成功！

# PasswordNotMatch
source: The password and confirmation password do not match.
ar: كلمة المرور وكلمة المرور التأكيدية غير متطابقتين.
ms: Kata laluan dan kata laluan pengesahan tidak sepadan.
vi: Mật khẩu và mật khẩu xác nhận không khớp.
zh: 密码和确认密码不匹配。

# PasswordRequired
source: The Password field is required.
ar: حقل كلمة المرور مطلوب.
ms: Medan Kata Laluan diperlukan.
vi: Trường Mật khẩu là bắt buộc.
zh: 密码字段是必要的。

# PasswordRequirementText
source: At least 6 characters. Requires at least one Uppercase letter, one Lowercase letter, one Digit, and one Symbol.
ar: على الأقل 6 خانات. يتطلب على الأقل حرفًا كبيرًا واحدًا وحرفًا صغيرًا واحدًا ورقمًا واحدًا ورمزًا واحدًا.
ms: Sekurang-kurangnya 6 aksara. Memerlukan sekurang-kurangnya satu huruf Besar, satu huruf kecil, satu Digit dan satu Simbol.
vi: Ít nhất 6 ký tự. Yêu cầu ít nhất một chữ cái viết hoa, một chữ cái viết thường, một chữ số và một ký tự đặc biệt.
zh: 至少 6 个字符。至少需要一个大写字母、一个小写字母、一个数字和一个符号。

source: Past Exams
ar: الامتحانات الماضية
ms: Ujian Berlalu
vi: Kỳ thi đã qua
zh: 过去的考试

source: Personal Information
ar: معلومات شخصية
ms: Maklumat peribadi
vi: Thông tin cá nhân
zh: 个人信息

source: Phone Number
ar: رقم الهاتف
ms: Nombor telefon
vi: Số điện thoại
zh: 电话号码

source: Please fill in the following.
ar: يرجى ملء ما يلي.
ms: Sila isikan perkara berikut.
vi: Vui lòng điền vào các mục sau.
zh: 请填写以下内容。

# PleaseInsertConnectionString
source: Please go to Web.config and insert connectionString value to run this web application.
ar: الرجاء الانتقال إلى Web.config وإدراج قيمة سلسلة الاتصال لتشغيل تطبيق الويب هذا.
ms: Sila pergi ke Web.config dan masukkan nilai connectionString untuk menjalankan aplikasi web ini.
vi: Vui lòng vào Web.config và chèn giá trị chuỗi kết nối để chạy ứng dụng web này.
zh: 请转到 Web.config 并输入 connectionString 以运行此 Web 应用程序。

source: Please Select...
ar: الرجاء التحديد ...
ms: Sila Pilih...
vi: Vui lòng chọn...
zh: 请选择...

source: Please select a correct answer.
ar: الرجاء تحديد إجابة صحيحة.
ms: Sila pilih jawapan yang betul.
vi: Vui lòng chọn một câu trả lời đúng.
zh: 请选择一个正确的答案。

source: Please select all the files that you want to upload.
ar: الرجاء تحديد كافة الملفات التي تريد تحميلها.
ms: Sila pilih semua fail yang ingin anda muat naik.
vi: Vui lòng chọn tất cả các tệp mà bạn muốn tải lên.
zh: 请选择您要上传的所有文件。

# Pleaseselectallthefilesthatyouwanttoupload1
source: Please select all the files that you want to upload.
ar: الرجاء تحديد كافة الملفات التي تريد تحميلها.
ms: Sila pilih semua fail yang ingin anda muat naik.
vi: Vui lòng chọn tất cả các tệp mà bạn muốn tải lên.
zh: 请选择您要上传的所有文件。

source: Please select an excel file.
ar: الرجاء تحديد ملف اكسل.
ms: Sila pilih fail excel.
vi: Vui lòng chọn một tệp Excel.
zh: 请选择一个 excel 文件。

# Pleaseselectanexcelfile1
source: Please select an excel file.
ar: الرجاء تحديد ملف اكسل.
ms: Sila pilih fail excel.
vi: Vui lòng chọn một tệp Excel.
zh: 请选择一个 excel 文件。

source: Please select at least one question.
ar: الرجاء تحديد سؤال واحد على الأقل.
ms: Sila pilih sekurang-kurangnya satu soalan.
vi: Vui lòng chọn ít nhất một câu hỏi.
zh: 请至少选择一个问题。

# PleaseSendSupportEmail
source: Please send a support email with this screenshot to vnmentor14@gmail.com. Thank you.
ar: يرجى إرسال بريد إلكتروني للدعم مع لقطة الشاشة هذه إلى vnmentor14@gmail.com. شكرًا لك.
ms: Sila hantar e-mel sokongan dengan tangkapan skrin ini ke vnmentor14@gmail.com. Terima kasih.
vi: Vui lòng gửi email hỗ trợ với ảnh chụp màn hình này đến vnmentor14@gmail.com. Cảm ơn bạn.
zh: 请将带有此屏幕截图的支持电子邮件发送至 vnmentor14@gmail.com。谢谢。

source: Please submit an answer.
ar: الرجاء إرسال إجابة.
ms: Sila serahkan jawapan.
vi: Vui lòng nộp một câu trả lời.
zh: 请提交答案。

source: Postal Code
ar: الرمز البريدي
ms: Poskod
vi: Mã bưu điện
zh: 邮政编码

source: Previous
ar: سابق
ms: Sebelumnya
vi: Trước
zh: 上一页

source: Print Result
ar: طباعة النتيجة
ms: Cetak Keputusan
vi: In kết quả
zh: 打印成绩

source: Profile Picture
ar: الصوره الشخصيه
ms: Gambar profil
vi: Ảnh đại diện
zh: 头像

# ProfilePictureAttachmentTypeCannotBeEditedOrDeleted
source: The Profile Picture attachment type cannot be edited or deleted. Because it is used to validate whether a file uploaded by the user can be selected as a profile picture.
ar: لا يمكن تحرير أو حذف نوع مرفق صورة الملف الشخصي. لأنه يُستخدم للتحقق مما إذا كان يمكن تحديد ملف تم تحميله بواسطة المستخدم كصورة ملف تعريف.
ms: Jenis lampiran Gambar Profil tidak boleh diedit atau dipadamkan. Kerana ia digunakan untuk mengesahkan sama ada fail yang dimuat naik oleh pengguna boleh dipilih sebagai gambar profil.
vi: Loại tệp đính kèm ảnh đại diện không thể chỉnh sửa hoặc xóa. Vì nó được sử dụng để xác thực xem tệp do người dùng tải lên có thể được chọn làm ảnh đại diện hay không.
zh: 头像附件类型无法被编辑或删除。因为它用于验证用户上传的文件是否可以被选为头像。

source: Publish
ar: ينشر
ms: Menerbitkan
vi: Xuất bản
zh: 发布
